{
  "url": "http://www.bestbuddies.org.qa/ar/node/477",
  "title": "التوظيف المدمج | Best Buddies",
  "body": "التوظيف المدمج | Best Buddies\nتجاوز إلى المحتوى الرئيسي\nمزايا إمكانية الوصول\nحجم الخط\n+A\n-A\nDark mode\nقائمة التنقل الأولى\nتسجيل الدخول\nإنجليزية\nالملاحة الرئيسية\nالرئيسية\nمن نحن\nنبذة عن بست باديز\nرسالة المدير\nرسالتنا\nتأثيرنا\nبرامجنا\nالتوظيف المدمج\nالصداقة\nالمهارات القيادية\nالمركز الإعلامي\nالأخبار\nأجندة الفعاليات\nالمكتبة\nتواصل معنا\nتواصل معنا\nالأسئلة الشائعة\nشركاء النجاح\nالمتطوعين\nتسجيل الدخول\nبحث\nبرنامج التوظيف المدمج\nيعد برنامج التوظيف المدمج أحد أهم الركائز الأساسية في بست باديز. اذ يساعد هذا البرنامج منتسبيه من ذوي الإعاقة الذهنية والنمائية البسيطة أو المتوسطة على العثور على الوظائف، واتاحة الفرصة لهم للحصول على دخل مادي وللإندماج في قوة العمل.\nلا يقتصر هدف برنامج التوظيف المدمج على محاولة الحصول على الوظائف الملائمة للمنتسبين فحسب، وإنما يركز أيضا على اهتماماتهم ومواهبهم خلال عملية البحث عن الوظائف ومطابقتها وفقا لذلك قدر الإمكان.\nالتقديم للوظيفة\nالانضمام كصاحب عمل\nالباحثون عن الوظائف\nمن يمكنه الانضمام إلى برنامج التوظيف؟\nالأشخاص من ذوي الإعاقة الذهنية والنمائية البسيطة أو المتوسطة من خريجين المدارس، والذين استكملوا المراحل التعليمية، لاسيما هؤلاء الباحثين عن الدعم للعثور على الوظائف المناسبة لهم ضمن مجتمعهم المحلي.\nما الذي سيقدمه لك برنامج التوظيف المدمج؟\nسوف يساعدك في البحث عن الوظيفة التي تريدها، وايصالك بجهة العمل التي تتناسب مع احتياجاتك واهتماماتك.\nالعمل معك لتطوير مهاراتك وتعزيز الثقة بالنفس لديك لضمان نجاحك في وظيفتك على المدى الطويل.\nأصحاب العمل\nكيف يمكن لإصحاب العمل الإستفادة من برنامج التوظيف المدمج؟\nمن خلال الإستعانة بالدعم المقدم من قبل إستشاري التوظيف في بست باديز، يمكن لأصحاب العمل\nالحس التجاري الجيد لشركاتهم.\nالفوائد التجارية التي تعود على جهات العمل الموظفة للأشخاص من ذوي الإعاقة:\nتحسين نتائج رضا العملاء.\nانخفاض نسبة الغياب والإجازات المرضية مقارنة بالموظفين الآخرين.\nالترويج لبيئة عمل تتسم بالشمولية والتنوع وتعزز الروح المعنوية لدى الموظفين.\nتعزيز ثقافة المسؤولية المجتمعية في مكان العمل.\nShare\nTweet\nShare\nShare\nCopied to clipboard\nحمل التطبيق\nعائلتنا\nنماء\nقطر للعمل الإجتماعي\nوفاق\nدريمة\nإحسان\nأمان\nالنور\nدعم\nروابط سريعة\nعائلتنا\nالمكتبة\nتواصل معنا\nشركائنا\nتواصل معنا\nمنطقة القطيفية ، صندوق بريد 2016 ، الدوحة ، قطر\nالهاتف\n\t\t\t\t\t\t:\n+974 44956000\nالبريد الإلكتروني\n\t\t\t\t\t\t:\nbbq@bestbuddies.org.qa\nالعودة للأعلى\nجميع الحقوق محفوظة المؤسسة القطرية للعمل الاجتماعي 2023\nسياسة الاستخدام\nالشروط والاحكام\nالعودة للأعلى"
}