{
  "url": "http://www.bestbuddies.org.qa/en/faq",
  "title": "FAQ | Best Buddies",
  "body": "FAQ | Best Buddies\nSkip to main content\nAccessibility features\nFont size\n+A\n-A\nDark mode\nقائمة التنقل الأولى\nLog in\nArabic\nالملاحة الرئيسية\nHome\nWhy We Matter\nAbout Best Buddies\nLeadership Message\nMission\nOur Impact\nOur Programs\nFriendship\nJobs\nLeadership\nMedia Center\nNews\nEvents Agenda\nLibrary\nContact Us\nContact Us\nFAQ\nPartners\nVolunteers\nLog in\nSearch\nFAQ\nWho can join Best Buddies Jobs?\nIndividuals with IDD who are exiting the school system or are no longer a part of the school system can join the program. Specifically, those who are seeking support to help identify and maintain jobs in their local community.\nWhat makes Best Buddies Jobs unique from other job placement programs?\nBest Buddies Jobs is a freestanding, community-based program offered at no cost to an employer. Best Buddies Jobs works with you to assess your company’s employment needs and then identifies a competent, productive and loyal employee to fulfil those needs. Additionally, Best Buddies Jobs provides ongoing services throughout the duration of employment.\nWhat type of support will be provided by the Best Buddies staff for businesses and employees hired through this program?\nBest Buddies Jobs will assign an Employment Consultant to provide support throughout the process. Support will include (but is not limited to):\n•\tConducting Employee Awareness Orientation training with supervisors and colleagues (as needed) to help staff understand how to work effectively with people with IDD\n•\tProviding initial on-the-job training and then phasing out when the employee is trained to the employer’s satisfaction\n•\tMaintaining contact with both the employee and employer on a monthly basis\n•\tAn Employment Consultant is available for retraining your employee if necessary\n•\tEstablishing workplace support networks, coordinating extensively with individuals the employee will interact with most.\nHow does Best Buddies Jobs find the right employee for your company?\nThe Best Buddies Jobs staff sources and pre-screens candidates and train them to prepare them for the job in your company. Best Buddies Jobs’ highest priority is to identify candidates that are an excellent fit for your company’s needs and culture.\nIs there an increased chance of turnover?\nStudies show that people with disabilities are dependable, motivated, and have a very high retention rate along with a low rate of absenteeism. Once they have found the right job, they will likely be there for a very long time.\nWill my employees be welcoming?\nHiring individuals with disabilities can help to make your workplace culture more diverse and inclusive. Feedback from most employers is that employee morale is boosted when they hire our participants. We also offer Diversity and Inclusion training materials to share with the staff to help them to better understand how to work with these individuals successfully.\nAre these individuals more susceptible to accidents or injuries?\nThe individual will be matched to a position where they will be effective and safe. Appropriate training and support will ensure the individual understands and adheres to all safety protocols.\nIs a person with IDD able to perform job duties?\nAbsolutely! The person hired should be able to complete the functions of the job with accommodations if needed. Research actually shows that people with disabilities are a productive and effective solution to hiring needs.\nHow do I provide support for this employee?\nProviding support for an individual with a disability will look a lot like the support you provide for all of your employees. Best Buddies Jobs will assist with training initially and then natural supports within the workplace will be identified. Natural supports are employees or supervisors that are available to answer questions and model problem solving and new tasks. Just like when any new person starts, your employee will find a person that they feel comfortable asking for help.\nHow do I participate in Best Buddies Ambassadors?\nYou can apply here.\nPagination\nCurrent page\n1\nPage\n2\nPage\n3\nPage\n4\nNext page\n›\nLast page\n»\nDownload App\nOur Family\nNama\nQatar Social Work - QSW\nWifaq\nDreama\nEhsan\nAman\nAlnoor\nDaam\nQuick Links\nFamily\nLibrary\nContact Us\nPartners\nContact Us\nLegtaifiya Area, P.O. Box 2016, Doha, Qatar\nPhone\n\t\t\t\t\t\t:\n+974 44956000\nEmail\n\t\t\t\t\t\t:\nbbq@bestbuddies.org.qa\nTo Top\nAll rights reserved Qatar Social Work Institution 2023\nUsage Policy\nTerm and Conditions\nالعودة للأعلى"
}