{
  "url": "http://www.bestbuddies.org.qa/en/faq?page=2",
  "title": "FAQ | Best Buddies",
  "body": "FAQ | Best Buddies\nSkip to main content\nAccessibility features\nFont size\n+A\n-A\nDark mode\nقائمة التنقل الأولى\nLog in\nArabic\nالملاحة الرئيسية\nHome\nWhy We Matter\nAbout Best Buddies\nLeadership Message\nMission\nOur Impact\nOur Programs\nFriendship\nJobs\nLeadership\nMedia Center\nNews\nEvents Agenda\nLibrary\nContact Us\nContact Us\nFAQ\nPartners\nVolunteers\nLog in\nSearch\nFAQ\nHow does Sahem develop leadership skills?\nBeing a member of Sahem empowers student leaders to be advocates and allies for people with intellectual and developmental. Each member is helping to raise awareness about the mission of Best Buddies, educate their peers about the disability rights movement, and working to create a more inclusive world. By promoting the ideals of Best Buddies, members become leaders of a tolerant and accepting school and make a positive impact in their community through Promoting the principles and ethics of Best Buddies.\nWhat are the requirements of a Sahem chapter?\nMembers of the Sahem program must submit an application at (link to application) to be approved by the chapter leaders. Sahem members must hold at least two activities per term; one of which promotes interaction with people with intellectual and developmental (IDD).\nWhat are the goals of the Sahem?\nSahem members host activities and events that address four areas of focus: awareness, engagement, empowerment, and interaction. Awareness to educate members, peers, and the community on the disability rights movement. Engagement to get peers in the school and members in the community involved in Best Buddies. Empowerment to provide people with the opportunity to be a leader and a voice for Best Buddies. This includes Sahem members serving as advocates of Best Buddies and making the greatest impact possible in their school and community.\nWho can participate in Sahem?\nAt the middle school and high school level, students who attend schools without a special education program on campus participate in order to gain the opportunity to interact with people who have intellectual and developmental disabilities (IDD) and learn about inclusion, the disability rights movement, and acceptance.\nThe program targets persons without disabilities (14 years and above), where their skills are developed, and they are given the opportunity to participate in organizing and preparing awareness campaigns on social inclusion in society.\nWhat does a promoter chapter do?\nPromoters host exciting activities and events that promote inclusion, provide opportunities for interaction with people with intellectual and developmental disabilities, and raise awareness about Best Buddies at their school and in their community.\nWhat is the Sahem?\nSahem is a promoters program that seeks to spread the mission of inclusion to schools without a special education program. Promoters empowers youth to become advocates for people with intellectual and developmental disabilities (IDD) by organizing and attending special events that promote advocacy and bring awareness to the disability rights movement.\nHow do I join a Best Buddies school chapter?\nMembers must complete an application at (link to application) and sign the agreement to participate. Once the application is signed by participants (and parents/guardians for participants under the age of 18), Best Buddies Qatar staff will work to match participants with an age-appropriate buddy who has similar interests and availability.\nDoes it cost anything to join Best Buddies in schools?\nThere is no individual cost to joining Best Buddies as it is a nonprofit organization.\nWho provides support for the buddy pairs in schools?\nBest Buddies Qatar program staff, a faculty advisor, and a special education advisor work together to provide the support and information needed to facilitate strong and lasting relationships.\nWhat will happen once I am matched in the Best Buddies program in school?\nAs a matched member, you make a commitment to contact your buddy once a week; this can be by talking in school, connecting by phone, text, or email. Also, buddy pairs will make plans to get together twice a month.  Many buddy pairs enjoy eating lunch together, going to school sporting events together, or hanging out after school.  The purpose of Best Buddies is to foster natural friendships between two people. The mechanism of forming friendships in Best Buddies in all programs is according to principles and considerations related to age, gender, language, hobbies and common interests.\nPagination\nFirst page\n«\nPrevious page\n‹\nPage\n1\nPage\n2\nCurrent page\n3\nPage\n4\nNext page\n›\nLast page\n»\nDownload App\nOur Family\nNama\nQatar Social Work - QSW\nWifaq\nDreama\nEhsan\nAman\nAlnoor\nDaam\nQuick Links\nFamily\nLibrary\nContact Us\nPartners\nContact Us\nLegtaifiya Area, P.O. Box 2016, Doha, Qatar\nPhone\n\t\t\t\t\t\t:\n+974 44956000\nEmail\n\t\t\t\t\t\t:\nbbq@bestbuddies.org.qa\nTo Top\nAll rights reserved Qatar Social Work Institution 2023\nUsage Policy\nTerm and Conditions\nالعودة للأعلى"
}