{
  "url": "http://www.bestbuddies.org.qa/en/jobs",
  "title": "Jobs | Best Buddies",
  "body": "Jobs | Best Buddies\nSkip to main content\nAccessibility features\nFont size\n+A\n-A\nDark mode\nقائمة التنقل الأولى\nLog in\nArabic\nالملاحة الرئيسية\nHome\nWhy We Matter\nAbout Best Buddies\nLeadership Message\nMission\nOur Impact\nOur Programs\nFriendship\nJobs\nLeadership\nMedia Center\nNews\nEvents Agenda\nLibrary\nContact Us\nContact Us\nFAQ\nPartners\nVolunteers\nLog in\nSearch\nBest Buddies Jobs Program\nThe Best Buddies Jobs program represents one of our organization’s key mission pillars, Integrated Employment. This program secures jobs for people with intellectual and developmental disabilities (IDD), allowing them to earn an income and integrate into the workforce.\nThe Jobs program places focus beyond the typical jobs in which a person with IDD might be placed. Best Buddies focuses on finding work that matches the job seeker’s interests and talents.\nAPPLY FOR A JOB\nJOIN AS AN EMPLOYER\nJob Seekers\nWho can join Best Buddies Jobs?\nIndividuals with IDD who are exiting the school system or are no longer a part of the school system can join the program. Ideal candidates are those who are seeking support to help identify and maintain jobs in their local community.\nWhat can Best Buddies Jobs do for you?\nHelp you find a job that YOU want to do, matching you with a business that fits your needs and interests.\nWork with you to develop your skills and confidence to ensure long-term success in your job.\nEmployers\nHow can employers benefit from Best Buddies Jobs?\nWith the support of a Best Buddies Employment Consultant, employers will have access to an un-tapped workforce to meet the needs of your business. Best Buddies Jobs candidates bring a range of skills, abilities and qualifications to the workplace. Many businesses already employ workers with disabilities because it makes good business sense.\nBusiness Benefits\nImproves customer satisfaction results\nLower absenteeism and sick leave than other employees\nPromotes a more diverse and inclusive workplace and enhances employee morale\nFosters a culture of corporate responsibility\nShare\nTweet\nShare\nShare\nCopied to clipboard\nDownload App\nOur Family\nNama\nQatar Social Work - QSW\nWifaq\nDreama\nEhsan\nAman\nAlnoor\nDaam\nQuick Links\nFamily\nLibrary\nContact Us\nPartners\nContact Us\nLegtaifiya Area, P.O. Box 2016, Doha, Qatar\nPhone\n\t\t\t\t\t\t:\n+974 44956000\nEmail\n\t\t\t\t\t\t:\nbbq@bestbuddies.org.qa\nTo Top\nAll rights reserved Qatar Social Work Institution 2023\nUsage Policy\nTerm and Conditions\nالعودة للأعلى"
}