{
  "url": "http://www.bestbuddies.org.qa/en/term_and_conditions",
  "title": "Term and Conditions | Best Buddies",
  "body": "Term and Conditions | Best Buddies\nSkip to main content\nAccessibility features\nFont size\n+A\n-A\nDark mode\nقائمة التنقل الأولى\nLog in\nArabic\nالملاحة الرئيسية\nHome\nWhy We Matter\nAbout Best Buddies\nLeadership Message\nMission\nOur Impact\nOur Programs\nFriendship\nJobs\nLeadership\nMedia Center\nNews\nEvents Agenda\nLibrary\nContact Us\nContact Us\nFAQ\nPartners\nVolunteers\nLog in\nSearch\nTerm and Conditions\nThis website is\nowned and managed by\nof the Center. We kindly request you to thoroughly examine the following terms and conditions, as they constitute the terms of use for this website.\n1- User Responsibilities\nBy using or visiting this website, you acknowledge and consent to the terms and conditions established by the Center on its website, which may be updated periodically. Accessing, participating in, or downloading materials from the site signifies your commitment to adhere to these terms and conditions. The Center reserves the right to modify these terms by posting them on the website. You are required to confirm your acceptance and adherence to these terms, and if you do not agree with any of them, kindly cease using the site immediately.\n2- Terms of use\nThis website is authorized for use solely for lawful purposes and in a manner that does not contravene any laws or infringe upon any applicable rights or restrictions.\nThese restrictions encompass, but are not limited to, activities such as harassment, defamation, the use of obscene or offensive language against third parties, and any other conduct that could be deemed inappropriate.\nBy using this site, you hereby affirm that you are at least 18 years of age and/or possess all necessary approvals and legal authorizations to use this site. You commit to complying with all terms and conditions and further affirm your ability to view and adhere to these terms and conditions.\n3- Copyright and intellectual property\nAll names, images, and logos used by the Center are considered trademarks owned by the Center.\nIt is not allowed to construe any of the texts within this document in any manner.\nAll copyright, trademarks, and other intellectual property rights pertaining to this website, including its design, organization, and all materials and content provided on the website, shall consistently remain the property of the Center.\nUpon accessing this website, you consent to use it solely for your personal, non-commercial purposes.\nYou must not provide authorization or aid any third party in copying, uploading, transmitting, storing (on any other website), distributing, broadcasting, publishing, commercially exploiting, or modifying any material or content without obtaining prior written permission from the Center.\n4- Third-party websites and links\nThe Center is not liable for the presence or content of materials published on third-party websites or materials that you access through this site. If you choose to visit any website through a provided link, you assume the risk and responsibility for implementing all necessary protective measures against viruses and other harmful elements.\nThe Center does not endorse and holds no liability for any content, advertisements, products, services, or information available on third-party websites or materials, including the payment for and delivery of such products or services.\nThe Center is not accountable for any damages, losses, or harm resulting from or in connection with any content or the availability of products, services, and information on such websites. Any terms, conditions, and commitments concerning such transactions are exclusively between you and the provider of those services.\nLinks to this site must directly connect to a complete content page (not a portion of a page) from this site, and they should be displayed within the pages of any other websites. The Center holds no responsibility for any legal actions or other repercussions, including the infringement of third-party rights, resulting from links originating to this site.\nThe presence of links does not imply that the\nCenter\nendorses or has any affiliation with the linked site, nor does it suggest that the linked site is legally authorized to utilize trademarks, trade names, logos, or copyright symbols associated with the organization. Similarly, it does not imply that any site linked to has authorization to use trademarks, trade names, logos, copyrights, or symbols belonging to the Center or any of its members, entities, or affiliates.\n5- Assignment of responsibilities\nYou hereby agree that you are solely responsible for your use of this site. To the fullest extent allowed by law, the Center, along with its administrators, and agents, disclaims any responsibility for any warranties related to this site, whether they are explicit or implicit.\nThe Center does not provide any assurance that the content transmitted through this site adheres to acceptable social, cultural, and ethical standards.\nThe information and other materials available on this site may contain inaccuracies and typographical errors, and the Center does not warrant the accuracy, completeness, or reliability of any statement or information published or distributed through this site.\nYou acknowledge that any reliance on such statement or information shall be at your sole risk. The Center possesses the sole authority to rectify and remove errors from any section of the site and to make alterations to the site, as well as the materials, products, programs, services, and prices presented on the site, at any moment without prior notification.\nThe Center and/or third parties shall not be held liable in any manner for any damages, which may include but are not limited to, consequential or indirect damages. This also encompasses damages such as errors, omissions, consequential or indirect damages, or any damages that may result from the utilization or incapacity to use or derive benefits from the data, whether arising from contract, negligence, or any other cause related to the use of the site.\nThe Center does not provide assurance that the functions accessible on this site will operate continuously and without errors, that any errors will be rectified, or that this site or the server that hosts it are devoid of viruses or software issues.\nThe Center does not represent the complete effectiveness, accuracy or reliability of any material published. The Center reserves the right to delete, modify, or suspend any aspect of the site, including the availability of any site feature, at any time without prior notice.\nIf you access this site from outside the State of Qatar, you are accountable for adhering to all local laws and regulations.\nDownload App\nOur Family\nNama\nQatar Social Work - QSW\nWifaq\nDreama\nEhsan\nAman\nAlnoor\nDaam\nQuick Links\nFamily\nLibrary\nContact Us\nPartners\nContact Us\nLegtaifiya Area, P.O. Box 2016, Doha, Qatar\nPhone\n\t\t\t\t\t\t:\n+974 44956000\nEmail\n\t\t\t\t\t\t:\nbbq@bestbuddies.org.qa\nTo Top\nAll rights reserved Qatar Social Work Institution 2023\nUsage Policy\nTerm and Conditions\nالعودة للأعلى"
}