{
  "url": "http://www.bestbuddies.org.qa/ar/our-programs/friendship",
  "title": "الصداقة | Best Buddies",
  "body": "الصداقة | Best Buddies\nتجاوز إلى المحتوى الرئيسي\nمزايا إمكانية الوصول\nحجم الخط\n+A\n-A\nDark mode\nقائمة التنقل الأولى\nتسجيل الدخول\nإنجليزية\nالملاحة الرئيسية\nالرئيسية\nمن نحن\nنبذة عن بست باديز\nرسالة المدير\nرسالتنا\nتأثيرنا\nبرامجنا\nالتوظيف المدمج\nالصداقة\nالمهارات القيادية\nالمركز الإعلامي\nالأخبار\nأجندة الفعاليات\nالمكتبة\nتواصل معنا\nتواصل معنا\nالأسئلة الشائعة\nشركاء النجاح\nالمتطوعين\nتسجيل الدخول\nبحث\nShare\nTweet\nShare\nShare\nCopied to clipboard\nبرنامج الصداقة\nيعد برنامج الدمج الإجتماعي وتكوين الصداقات أحد أبرز الركائز الأساسية لبرامج بست باديز الثلاث الأساسية. يهدف هذا البرنامج إلى انهاء العزلة الإجتماعية للأشخاص من ذوي الإعاقة وتقوم على أساس تكوين الصداقات بشكل ثنائي يجمع بين شخص من ذوي الإعاقة الذهنية البسيطة والمتوسطة والاعاقات النمائية مع شخص آخر من غير ذوي الإعاقة وذلك من خلال أندية بست باديز في المدارس الإعدادية والثانوية والجامعات. يتم تشكيل هذه الصداقات على اعتبارات معينة مثل النوع والفئة العمرية والهوايات والاهتمامات المشتركة، كما تنفذ من خلال هذه الأندية الأنشطة والفعاليات على مدار العام الأكاديمي والتي تهدف بدورها إلى تعزيز الدمج الاجتماعي ورفع درجة الثقة بالنفس لدى المنتسبين وتفعيل الصداقات وجعلها صداقة ذات معنى.\nالمدارس الإعدادية\nيهدف إلى تكوين علاقات صداقة ثنائية تجمع بين شخص من ذوي الإعاقة الذهنية و النمائية البسيطة أوالمتوسطة و شخص آخر من غير ذوي الإعاقة ، حيث يتشاركون الاهتمامات والخبرات والأنشطة. يسهم برنامج الصداقة في المدارس الإعدادية في خلق بيئة تتسم بالشمولية لكافة الطلبة في المدرسة.\nالانضمام للنادي\nالمدارس الثانوية\nيهدف إلى تكوين علاقات صداقة ثنائية تجمع بين شخص من ذوي الإعاقة الذهنية و النمائية البسيطة أو المتوسطة و شخص آخر من غير ذوي الإعاقة ، حيث يتشاركون الاهتمامات والخبرات والأنشطة. يسهم برنامج الصداقة في المدارس الثانوية في خلق بيئة تتسم بالشمولية لكافة الطلبة في المدرسة.\nالانضمام للنادي\nالجامعات\nيهدف إلى تكوين علاقات صداقة ثنائية تجمع بين شخص من ذوي الإعاقة الذهنية و النمائية البسيطة أو المتوسطة و شخص آخر من غير ذوي الإعاقة ، حيث يتشاركون الاهتمامات والخبرات والأنشطة. يسهم برنامج الصداقة في الجامعات في اتاحة الفرص للأشخاص من ذوي الإعاقة الذهنية و النمائية في خلق بيئة تتسم بالشمولية لكافة الطلبة في الجامعة و انهاء العزلة الإجتماعية لديهم و ادماجهم في الحياة الجامعية.\nالانضمام للنادي\nالمواطن\nيستهدف البرنامج الأشخاص البالغين من ذوي الإعاقة الذهنية البسيطة والمتوسطة والإعاقات النمائية من خريجي مركز الشفلح وأقسام الدعم التعليمي في المدارس والمراكز المعنية بذوي الإعاقة أو ممن لا ينتمون تحت أي مظلة. اذ يتم دمجهم مجتمعيا مع خلال تشكيل صداقات ثنائية تربطهم مع أقرانهم من غير ذوي الإعاقة من برنامج الجامعات من نفس الفئة العمرية والنوع لمدة عام أكاديمي واحد.\nكما يهدف برنامج المواطن إلى تنمية المهارات الشاملة للمنتسبين بما يتناسب مع قدراتهم، حيث يعمل فريق متخصص وذو كفاءة بتصميم وتنفيذ الأنشطة والورش الملائمة لهم وتهيئة واستثمار كافة الإمكانيات المتاحة بما يضمن المشاركة الفعالة لجميع الأطراف في هذه العملية وتقليص التحديات التي تحد من دمجهم واستقلاليتهم في المجتمع.\nالانضمام للنادي\nحمل التطبيق\nعائلتنا\nنماء\nقطر للعمل الإجتماعي\nوفاق\nدريمة\nإحسان\nأمان\nالنور\nدعم\nروابط سريعة\nعائلتنا\nالمكتبة\nتواصل معنا\nشركائنا\nتواصل معنا\nمنطقة القطيفية ، صندوق بريد 2016 ، الدوحة ، قطر\nالهاتف\n\t\t\t\t\t\t:\n+974 44956000\nالبريد الإلكتروني\n\t\t\t\t\t\t:\nbbq@bestbuddies.org.qa\nالعودة للأعلى\nجميع الحقوق محفوظة المؤسسة القطرية للعمل الاجتماعي 2023\nسياسة الاستخدام\nالشروط والاحكام\nالعودة للأعلى"
}