{
  "url": "http://www.bestbuddies.org.qa/en/news/274",
  "title": "Awareness Campaign “We Are Ready.. Are you?” | Best Buddies",
  "body": "Awareness Campaign “We Are Ready.. Are you?” | Best Buddies\nSkip to main content\nAccessibility features\nFont size\n+A\n-A\nDark mode\nقائمة التنقل الأولى\nLog in\nArabic\nالملاحة الرئيسية\nHome\nWhy We Matter\nAbout Best Buddies\nLeadership Message\nMission\nOur Impact\nOur Programs\nFriendship\nJobs\nLeadership\nMedia Center\nNews\nEvents Agenda\nLibrary\nContact Us\nContact Us\nFAQ\nPartners\nVolunteers\nLog in\nSearch\nAwareness Campaign “We Are Ready.. Are you?”\n28  March,  2020\nBest Buddies Qatar in Cooperation with Harley-Davidson Owners Group – Qatar Chapter holds\nAwareness Campaign “We Are Ready.. Are you?\"\nWithin Best Buddies Qatar International Month, marked with numerous activities for members with disabilities  and their peer-buddies without disabilities in 60 chapters around the globe, Best Buddies Qatar in cooperation with Harley-Davidson Owners Group – Qatar Chapter (HOG-Qatar Chapter) and with the support of The Museum of Islamic Art and Qatari Diar Real Estate Investment Company, held an event under the slogan “We are Ready… Are You?\" to raise awareness and to support members' social integration and empowerment.\nThe activities started in MIA Park with the gathering of 150 HOG – Qatar Chapter riders on their astonishing motorcycles, Best Buddies Qatar members with disabilities and their peer-buddies without disabilities.  HOG riders took Best Buddies Qatar members with and without disabilities on exciting journeys to Lusail City where they displayed the motorcycles and Best Buddies Qatar members from all programs and volunteers from Michael E. DeBakey High School, Qatar University, and University of Calgary participated in yoga and archery.\nThe event aimed to raise the awareness about integration, empowerment and employment opportunities of persons with intellectual and developmental disabilities, as equal members of the community.\nMrs. Laalei Abu Alfain, the Executive Director of Best Buddies Qatar, highlighted: “We are Ready … Are You? campaign aims to contribute to supporting the employment and empowerment of persons with disabilities. Best Buddies Qatar raises awareness about the possibilities and striving of employment of persons with disabilities; The organization awares the parents of persons with disabilities about the mechanism for preparing their children for post-graduation life; Besides, it aims to enhance media awareness to support persons with disabilities through all means local media through highlighting and supporting their cases.\nThe campaign includes many activities with the participation of governmental and non-governmental entities.\nBest Buddies Qatar posts numerous media messaged and awareness films in order to raise social awareness about the importance of integration and empowering of persons with disabilities to provide them appropriate job opportunities, accordingly to their abilities.\"\nMrs. Laalei Abu Alfain expressed high appreciation and value to Harley-Davidson Owners Groups - Qatar Chapter, Qatari Diar, The Museum of Islamic Art and all participants for their contribution and being keen in raising awareness, supporting integration of persons with and without intellectual and developmental disabilities and making the event successful and joyful for all.\nEngineer Abdullah Bin Hamad Al-Attiyah, CEO of Qatari Diar Real Estate Investment Company, stated: “Based on the company's mindfulness of the importance of its social responsibility and its constructive role in public development, Qatari Diar pays efforts to support social initiatives and events and extend its positive effects on individuals, the environment and the community. Since its establishment, Qatari Diar expresses its firm belief that the community prosperity is one of the main goals of the distinctive actions, which we undertake.\nSocial responsibility is an integral part of our programs and ongoing initiatives. One of the most important goals and objectives is to play an effective role in strengthening the economic and social domains by supporting activities and events in various fields, especially related to persons with disabilities.\nEngineer Abdullah Al-Attiyah expressed gladness  to asset to the Best Buddies Qatar national campaign to integrate and empower the persons with disabilities.\nMr. Jumaa Al-Muhannadi, The President of HOG – Qatar Chapter, said: “We, Harley-Davidson Owners Group, believe that it is our duty to help integrate persons with disabilities in the community, as its integral particles.  We are keen to participate in today's demonstration of motorcycles with the presence of distinguished riders to create interest and excitement of the attendees. We wish to make this event outstanding through riding Best Buddies Qatar members from MIA Park till Lusail Marina District, where numerous activities are organized for persons with and without disabilities. And we hope to make this event a success, upon the God's will.  \"\nDr. Julia Gonella, the Director of the Museum of Islamic Art, commented: “Best Buddies Qatar programs and activities aim to enhance lives of persons with and without intellectual and developmental disabilities though socialization.  Stemming from our belief that museums are members of the community, we are committed to supporting this cause and promoting a spirit of inclusion and social integration. We are pleased that MIA was chosen as a starting point of the event, jointly organized with the Harley-Davidson Owners Group- Qatar Chapter, and look forward to further collaborations between us and Best Buddies Qatar.\"\nShare\nTweet\nShare\nShare\nCopied to clipboard\nDownload App\nOur Family\nNama\nQatar Social Work - QSW\nWifaq\nDreama\nEhsan\nAman\nAlnoor\nDaam\nQuick Links\nFamily\nLibrary\nContact Us\nPartners\nContact Us\nLegtaifiya Area, P.O. Box 2016, Doha, Qatar\nPhone\n\t\t\t\t\t\t:\n+974 44956000\nEmail\n\t\t\t\t\t\t:\nbbq@bestbuddies.org.qa\nTo Top\nAll rights reserved Qatar Social Work Institution 2023\nUsage Policy\nTerm and Conditions\nالعودة للأعلى"
}