{
  "url": "http://www.bestbuddies.org.qa/en/news/275",
  "title": "BBQ participated in“Farm Your Country” | Best Buddies",
  "body": "BBQ participated in“Farm Your Country” | Best Buddies\nSkip to main content\nAccessibility features\nFont size\n+A\n-A\nDark mode\nقائمة التنقل الأولى\nLog in\nArabic\nالملاحة الرئيسية\nHome\nWhy We Matter\nAbout Best Buddies\nLeadership Message\nMission\nOur Impact\nOur Programs\nFriendship\nJobs\nLeadership\nMedia Center\nNews\nEvents Agenda\nLibrary\nContact Us\nContact Us\nFAQ\nPartners\nVolunteers\nLog in\nSearch\nBBQ participated in“Farm Your Country”\n12  January,  2020\nIn cooperation with Al-Faisal without Borders Foundation..\n50 Best Buddies Qatar members of Rehabilitation and Vocational Program participated in “Farm Your Country” project, implemented by Al-Faisal without Borders Foundation, in cooperation with the Public Parks Department of the Ministry of Municipality and Environment and the Ministry of Education and Higher Education.\nMr. Abdullatif Al-Yafai, General Manager of Al-Faisal without Borders Foundation said: “We are proud to work alongside Best Buddies Qatar to implement new ways to develop skills of persons with and without intellectual and developmental disabilities, and to empower and integrate them in the community. We affirm our commitment and keenness to achieve one of our main goals to present various environmentally friendly initiatives, and we seek to adopt a sustainability system, to focus attention to the environment and the impact of the population on it.\n”Farm Your Country” program aims to spread the values of agriculture and preserving the environment according to the Qatar National Vision 2030, in its aspect of environmental development.  Al-Faisal without Borders Foundation does charity work with the Public Parks Department in the Ministry of Municipality and Environment and the Ministry of Education and Higher Education to achieve the desired goal in helping and educating public in growing and producing healthy food and take care of plants using the simplest tools and fertilizers in natural environmental conditions.\nCollaborating with Best Buddies Qatar, we intend to implement “Farm Your Country” program to educate its members the principles of planting the seeds and growing leaf, fruit and decorative plants, with the parodic inspection of the experts of Al-Faisal without Borders Foundation.\nWe are happy to see their great enthusiasm and effective efforts in learning new skills of growing and caring about plants. We thank the management of Best Buddies Qatar for cooperation and making this program a success.”\nMrs. Laalei Abu Alfain, The Executive Director of Best Buddies Qatar, expressed high gratitude to Al-Faisal Without Borders Foundation, the Ministry of Municipality and Environment and the Ministry of Education and Higher Education for their great and efficient efforts in implementing “Farm Your Country”; and for contribution in providing an appropriate educational environment in the inclusion of Best Buddies Qatar members with intellectual and developmental disabilities and promoted opportunities to develop their social skills.\nMrs. Laalei Abu Alfain added: “The achievement of sustainable development is a mutual responsibility among all entities, and they should strive to integrate persons with disabilities in various programs, to escalate understanding the role of green spaces in the environment and to raising awareness of the importance of agriculture in our lives, highlighting the engagement of  persons with disabilities and their skills in self-reliance, knowledge of planting and gardening,  soil work, the variety plants and their preservation.\nShare\nTweet\nShare\nShare\nCopied to clipboard\nDownload App\nOur Family\nNama\nQatar Social Work - QSW\nWifaq\nDreama\nEhsan\nAman\nAlnoor\nDaam\nQuick Links\nFamily\nLibrary\nContact Us\nPartners\nContact Us\nLegtaifiya Area, P.O. Box 2016, Doha, Qatar\nPhone\n\t\t\t\t\t\t:\n+974 44956000\nEmail\n\t\t\t\t\t\t:\nbbq@bestbuddies.org.qa\nTo Top\nAll rights reserved Qatar Social Work Institution 2023\nUsage Policy\nTerm and Conditions\nالعودة للأعلى"
}