{
  "url": "http://www.bestbuddies.org.qa/en/news/276",
  "title": "The National Day of the State of Qatar | Best Buddies",
  "body": "The National Day of the State of Qatar | Best Buddies\nSkip to main content\nAccessibility features\nFont size\n+A\n-A\nDark mode\nقائمة التنقل الأولى\nLog in\nArabic\nالملاحة الرئيسية\nHome\nWhy We Matter\nAbout Best Buddies\nLeadership Message\nMission\nOur Impact\nOur Programs\nFriendship\nJobs\nLeadership\nMedia Center\nNews\nEvents Agenda\nLibrary\nContact Us\nContact Us\nFAQ\nPartners\nVolunteers\nLog in\nSearch\nThe National Day of the State of Qatar\n18  December,  2019\nBest Buddies Qatar organized a row of activities for its members to mark the National Day of The State of Qatar, among which were: the traditional celebrations with the support of Commercial Bank of Qatar, the Art of Origami workshop in partnership with the Embassy of Japan in The State of Qatar Floral Art workshop in cooperation with The Flower Shop.\nMrs. Laalei Abu Alfain, the Executive Director of Best Buddies Qatar, said: “Celebrating the National Day is an occasion for renewing our pledge of loyalty to the wise leadership effectively led by His Highness Shaikh Tamim Bin Hamad Al-Thani, the beloved Emir of the State of Qatar. This day emphasizes solidarity, love and devotion of the hearts of its  people towards the country. We are glad to mark this great day for Best Buddies Qatar members with intellectual and developmental disabilities to enlighten the Qatari culture, traditions and values: justice, benevolence, freedom, equality and high moral standards. And we wish Qatar the most prosperity, security and stability”.\n70 Best Buddies Qatar members participated in dances and games depicting Qatari ethnicity, traditions and culture. The officials of the Commercial Bank of Qatar enthusiastically shared the celebration and distributed gifts to all attendees.\nMrs. Sarah Al-Ali, Employee Engagement Office of Commercial Bank of Qatar, commented: “On behalf of the Commercial Bank, we are pleased to be part of the Best Buddies Qatar celebrations of The National Day and to see smiles on the faces of the participants with intellectual and developmental disabilities. Commercial Bank It is one of the leading institutions in the field of charity and humanitarian contributions.”\nThe officials od The  Embassy of Japan in The State of Qatar held a creative workshop dedicated to the art of Origami, for Best Buddies Qatar male members. They learned to create various sculptures, folding a single sheet of square colorful paper. The members were eager to engage into and discover a part of Japanese art and culture.\nMs. Tamami Yoshida, First Secretary of the Embassy of Japan in Qatar, highlighted: ““We are very   pleased to collaborate with Best Buddies Qatar to celebrate The National Day of The State of Qatar. While we strive to introduce the Japanese culture to the people of Qatar, we highly appreciate such initiatives and calls for cooperation that boost understanding of Japan. We also certainly hail the initiative of Best Buddies Qatar to include people with disabilities in society through artistic and cultural activities, and we are much honored to be part of it.”\nThe Flower Shop experts held a floral workshop for 17 Best Buddies Qatar female members. They showed the basics of composing beautiful  flowers arrangements. They contained the national colors of the flag of the State of Qatar: maroon and white. The flowers arrangements, prepared by the members, were presented to Mrs. Laalei Abu Alfain, the Executive Director of Best Buddies Qatar; HE Aamal Al-Mannai, CEO of Qatar Foundation for Social Work; and all Best Buddies Qatar management and officials.\nMr.  Ahmed Al-Ghafri, the co-owner of The Flower Shop said: “We are proud to be part of the ongoing activities with Best Buddies Qatar members with disabilities. The floral art is a great opportunity to spread positivity and joy on the National Day. We are keen to continue collaboration with Best Buddies Qatar in similar projects which aim at building better social values.\"\nMrs. Laalei Abu Alfain expressed her high appreciation to the Commercial Bank of Qatar, Embassy of Japan in The State of Qatar, The Flower Shop for their valuable contribution in celebration of the National Day and Best Buddies Qatar mission to enhance life or persons with and without intellectual and developmental disabilities through social integration and one-to-one long-lasting meaningful friendships.\nShare\nTweet\nShare\nShare\nCopied to clipboard\nDownload App\nOur Family\nNama\nQatar Social Work - QSW\nWifaq\nDreama\nEhsan\nAman\nAlnoor\nDaam\nQuick Links\nFamily\nLibrary\nContact Us\nPartners\nContact Us\nLegtaifiya Area, P.O. Box 2016, Doha, Qatar\nPhone\n\t\t\t\t\t\t:\n+974 44956000\nEmail\n\t\t\t\t\t\t:\nbbq@bestbuddies.org.qa\nTo Top\nAll rights reserved Qatar Social Work Institution 2023\nUsage Policy\nTerm and Conditions\nالعودة للأعلى"
}