{
  "url": "http://www.bestbuddies.org.qa/en/news/277",
  "title": "International Day for Persons with Disabilities | Best Buddies",
  "body": "International Day for Persons with Disabilities | Best Buddies\nSkip to main content\nAccessibility features\nFont size\n+A\n-A\nDark mode\nقائمة التنقل الأولى\nLog in\nArabic\nالملاحة الرئيسية\nHome\nWhy We Matter\nAbout Best Buddies\nLeadership Message\nMission\nOur Impact\nOur Programs\nFriendship\nJobs\nLeadership\nMedia Center\nNews\nEvents Agenda\nLibrary\nContact Us\nContact Us\nFAQ\nPartners\nVolunteers\nLog in\nSearch\nInternational Day for Persons with Disabilities\n3  December,  2019\nBest Buddies Qatar is a governmental non-profitable organization in partnership with Shafallah Center for Persons with Disabilities and under umbrella of Qatar Foundation for Social Work, which aims to enhance life of persons with and without intellectual and developmental  disabilities through social integration and one-to-one long lasting meaningful friendships.\nMrs. Laalei Abu Alfain, the Executive Director of Best Buddies Qatar and Acting CEO of Shafallah Center of Person with Disabilities, said: “We are delighted to celebrate the International Day of Persons with Disabilities annually.\nThis day represents a great value and an important opportunity to highlight the matters of people with disabilities.\nThe theme of the year 2019 is “Promoting the participation of persons with disabilities and their leadership: taking action on the 2030 Agenda”, which emphases the empowerment of persons with disabilities for inclusive, equitable and sustainable development, being equal members of the community.”\nIn this occasion, Best Buddies Qatar members attended numerous events organized by Shafallah Center for Persons with Disabilities in partnerships with Mowasalat (Karwa), Qatar National Museum, Qatar Rail, Museum of Islamic Art , Aspire Academy and Qatar Paralympic  Committee.\nBest Buddies Qatar members had a tour in Mowasalat-Karwa City held by Mr. Mohammed Al-Khatib, the Head of Corporate Brand and Communication. They visited different operational and residential sectors on the bus trip, among which were: the medical center, learning center, driving school, licensing department, public, schools, events and metro link buses parks, petrol station, buses cleaning department, staff residences. At the end of the tour Best Buddies Qatar, members watched safety and company presentation film and they received memorable gifts, ressembling the company’s vehicles.\nMr. Khalid Kafoud, Government Relations & Media Manager of Mowasalat-Karwa, commented: “Mowasalat-Karwa is happy to welcome persons with disabilities from Best Buddies Qatar and  Shafallah Center in our premises. They saw the facilities of the company, and then in Karwa Driving School, where  they watched the demonstration on driving safety equipment and learned  about the importance of wearing seat belt and other school buses safety measures. Mowasalat is keen to support socialization, especially for persons disabilities, through its services in busses and taxis equipped with facilities for them.  We shall continue to carry out such Corporate Social Responsibility activities raising awareness on driving safety and school bus safety for all segments of the community.”\nA group of Best Buddies Qatar members from Qatar Institute for Speech and Hearing visited National Museum of Qatar. The museum offered a range of assistive technologies, besides many exhibits were equipped with multi-seniority and interactive features to facilitate the perception for the persons with disabilities.\nQatar Rail held a tour for Best Buddies Qatar male members from Rehabilitation and Vocational Program and Shafallah Center members via Red Line of Doha Metro from Doha Exhibition and Convention Center Station to Musheireb Station and return.  The attendees learned about safety, directions, rules of entering and exiting the stations, types of passes, purchasing of the tickets and the passes. They enjoyed experiencing a new type of transportation in Doha, along with the advanced technologies and sophisticated modern ambience of the trains and stations.\nThe Museum of Islamic Art held an art workshop for female member of Best Buddies Qatar Rehabilitation and Vocational Program during which they had to draw the objects they saw in different halls in the museum with the colors the chose most alike to the original colors they saw. Mrs. Sarah Tose , Head of Academic Programs,  led the workshop and helped the members to portray the objects and to depict their colors. She commented: “The Museum of Islamic Art is very delighted to be cooperating with Best Buddies Qatar and Shafallah Center members with intellectual and developmental disabilities on International Day of Persons with Disabilities. We designed thee different workshops to match different abilities of the members: a story telling, and art workshop and the one for Best Buddies Qatar members, showing them the galleries and letting them to look for the colors of  objects and draw them. I think it is important for the visitors to get out into the museums basis and to see the exhibits, to understand that this is the place where they can come and enjoy the tours and learn about the Islamic Art, its limited color palette, I believe that learning through discovering the colors strengthens their self-confidence. ”\nAspire Academy and Qatar Paralympic Committee organized numerous athletics games designed for children with different disabilities from several centers for persons with intellectual and developmental disabilities, including Best Cuddies Qatar. After participation in Athletic activities , they watched wheelchair basketball match. The athletic sets were designed for different types of disabilities to provide opportunities for all persons to participate in activities.\nBest Buddies Qatar invited a freelance clinical dietician, Dr. Faten Abuhasna to hold a workshop for its 28 members, during which they did individual BMI tests and the doctor gave her  recommendations about healthy nutrition and lifestyle suitable for each attendee. Dr. Faten said: “Best Buddies Qatar is a unique organization which provides socializing opportunities for persons with intellectual and developmental disabilities. The importance of this workshop was to measure the body composition of every member accordingly to fat and muscle mass to detect the fitness and general health and to help prevent chronic diseases progression. I was able to define the nutritional status and food pattern to recommend the modifications in their nutrition behavior. I will be pleased to give more workshops for the members in future.”\nMrs. Laalei  Abu Alfain expressed her high gratitude to Mowasalat (Karwa), Qatar National Museum, Qatar Rail, Museum of Islamic Art , Aspire Academy, Qatar Paralympic  Committee and Dieticial Dr.  Faten Abuhasna for their valuable contribution into the organizations’ mission to integrate persons with intellectual and developmental disabilities into Qatar community.\nShare\nTweet\nShare\nShare\nCopied to clipboard\nDownload App\nOur Family\nNama\nQatar Social Work - QSW\nWifaq\nDreama\nEhsan\nAman\nAlnoor\nDaam\nQuick Links\nFamily\nLibrary\nContact Us\nPartners\nContact Us\nLegtaifiya Area, P.O. Box 2016, Doha, Qatar\nPhone\n\t\t\t\t\t\t:\n+974 44956000\nEmail\n\t\t\t\t\t\t:\nbbq@bestbuddies.org.qa\nTo Top\nAll rights reserved Qatar Social Work Institution 2023\nUsage Policy\nTerm and Conditions\nالعودة للأعلى"
}