{
  "url": "http://www.bestbuddies.org.qa/en/news/278",
  "title": "Best Buddies Qatar won International Program Award | Best Buddies",
  "body": "Best Buddies Qatar won International Program Award | Best Buddies\nSkip to main content\nAccessibility features\nFont size\n+A\n-A\nDark mode\nقائمة التنقل الأولى\nLog in\nArabic\nالملاحة الرئيسية\nHome\nWhy We Matter\nAbout Best Buddies\nLeadership Message\nMission\nOur Impact\nOur Programs\nFriendship\nJobs\nLeadership\nMedia Center\nNews\nEvents Agenda\nLibrary\nContact Us\nContact Us\nFAQ\nPartners\nVolunteers\nLog in\nSearch\nBest Buddies Qatar won International Program Award\n29  July,  2019\nIn recognition of its programs, Best Buddies Qatar, a non-profitable organization, under umbrella of Shafallah Center for Persons with Disabilities, won International Program Award for the years 2018-2019 at 29th Annual Best Buddies Leadership Conference in Indiana, USA.\nBest Buddies Leadership Conference brought together leaders with and without intellectual and developmental disabilities from communities worldwide to share their experiences and to celebrate the incredible impact, which volunteers make in the world because of their leadership.\nMrs. Latifa Al-Kuwari, Director of Rehabilitation and Inclusion Department of Best Buddies Qatar, said: “We seek to exploit and develop capabilities of persons with disabilities and to employ them accordingly to the skills to achieve the best level of their functional, social and financial intendance.  ”\nOn this occasion, Mrs. Laalei Abu Alfain, Executive Director of Best Buddies Qatar and Acting Executive Director of Shafallah Centre for Persons with Disabilities, expressed her great pleasure to receive International Program Award lauding the efficiency of Best Buddies Qatar officials in accomplishing its strategic objectives.\nMrs. Laalei Abu Alfain stressed: “The award was achieved under the guidance of Qatar Foundation for Social Work management. We are determined to achieve Qatar National Vision 2030 and Qatar's Second National Development Strategy 2018-2022, under the wise leadership of His Highness Sheikh Tamim Bin Hamad Al-Thani, the Emir of the State of Qatar.”\nMrs. Laalei Abu Alfain added: “The prize is the result of 10 years of fruitful work in integrating and empowering of persons with and without intellectual and developmental disabilities in the community, since the organization’s establishment in the year of 2008 at the initiative of her Highness Sheikha Moza Bint Nasser. Best Buddies Qatar provides opportunities for persons with intellectual and developmental disabilities and the appropriate environment for their education, employment, social integration corresponding their abilities, potentials and skills. Best Buddies Qatar succeeds in integration of its members with disabilities and their peer-friends without disabilities breaking the barriers of isolation through numerous activities during the academic year; raising awareness in educational environment promotes the rights of persons with disabilities, the friendship between a person with and a person without disability and increases the volunteer spirit among students.”\nMrs. Latifa Al-Kuwari highlighted: “During this academic year 2018-2019, various activities, workshops, awareness lectures and events in cooperation with the centers for persons with disabilities, were held to fulfil the needs and abilities of Best Buddies Qatar members with and without disabilities of Primary School, Secondary School, College, Citizen and Jobs Programs. The organization organized numerous sports activities in partnership with different sport federations, clubs and fitness center.\nBest Buddies Qatar held a row of events for 42 employees of the schools and colleges, 356 parent and 543 members with disabilities. The number of friendships between persons with and without disabilities is 275. 104 workshops and lectures were held during this academic year.”\nMrs. Latifa Al-Kuwari underscored the role of Best Buddies Qatar Vocational and Rehabilitation Program, which provides professional services to help persons with disabilities to use their skills and abilities to reach independence, as one of their integral rights in accordance with the Convention on the Right of Persons with Disabilities and principals of Social Sustainable Development Goals 2030. Among the services are: job guidance and trainings held by qualified team in accordance to certain criteria and basis suitable for the abilities of persons with disabilities.\nShare\nTweet\nShare\nShare\nCopied to clipboard\nDownload App\nOur Family\nNama\nQatar Social Work - QSW\nWifaq\nDreama\nEhsan\nAman\nAlnoor\nDaam\nQuick Links\nFamily\nLibrary\nContact Us\nPartners\nContact Us\nLegtaifiya Area, P.O. Box 2016, Doha, Qatar\nPhone\n\t\t\t\t\t\t:\n+974 44956000\nEmail\n\t\t\t\t\t\t:\nbbq@bestbuddies.org.qa\nTo Top\nAll rights reserved Qatar Social Work Institution 2023\nUsage Policy\nTerm and Conditions\nالعودة للأعلى"
}