{
  "url": "http://www.bestbuddies.org.qa/en/news/484",
  "title": "Middle School Chapter Visit to Carrefour | Best Buddies",
  "body": "Middle School Chapter Visit to Carrefour | Best Buddies\nSkip to main content\nAccessibility features\nFont size\n+A\n-A\nDark mode\nقائمة التنقل الأولى\nLog in\nArabic\nالملاحة الرئيسية\nHome\nWhy We Matter\nAbout Best Buddies\nLeadership Message\nMission\nOur Impact\nOur Programs\nFriendship\nJobs\nLeadership\nMedia Center\nNews\nEvents Agenda\nLibrary\nContact Us\nContact Us\nFAQ\nPartners\nVolunteers\nLog in\nSearch\nMiddle School Chapter Visit to Carrefour\n6  October,  2024\nIn line with Best Buddies Qatar's commitment to fostering community partnerships with various public and private sector institutions, the Best Buddies Qatar Middle School Chapter organized a visit for a group of students from Al-Aqsa Preparatory School for Girls. The visit included several activities, starting with a tour of the fish section to introduce the students to different types of fish and how to identify fresh ones, followed by a visit to the meat section to teach them the names of different meat cuts and how to ensure they are fresh and suitable for cooking. The tour concluded with a visit to learn about various types of fruits and vegetables and the countries they are grown in.\nThe visit also featured a baking activity in the bakery, where the students learned the art of preparing and decorating cupcakes under the supervision of Carrefour's pastry chef, an exciting experience that impressed all the participants.\nTo enhance the students' financial literacy and train them in shopping skills, focusing on choosing the best products in terms of quality and price, the students were given the opportunity to tour the store and experience independent shopping. They also received practical training on how to use the self-checkout system at the cashier.\nThe event was highly successful and received a high level of satisfaction and gratitude from the participating students who were given the opportunity to take part in this experience.\nShare\nTweet\nShare\nShare\nCopied to clipboard\nDownload App\nOur Family\nNama\nQatar Social Work - QSW\nWifaq\nDreama\nEhsan\nAman\nAlnoor\nDaam\nQuick Links\nFamily\nLibrary\nContact Us\nPartners\nContact Us\nLegtaifiya Area, P.O. Box 2016, Doha, Qatar\nPhone\n\t\t\t\t\t\t:\n+974 44956000\nEmail\n\t\t\t\t\t\t:\nbbq@bestbuddies.org.qa\nTo Top\nAll rights reserved Qatar Social Work Institution 2023\nUsage Policy\nTerm and Conditions\nالعودة للأعلى"
}