{
  "url": "http://www.bestbuddies.org.qa/en/news/486",
  "title": "Launch of the Integrated Employment Program | Best Buddies",
  "body": "Launch of the Integrated Employment Program | Best Buddies\nSkip to main content\nAccessibility features\nFont size\n+A\n-A\nDark mode\nقائمة التنقل الأولى\nLog in\nArabic\nالملاحة الرئيسية\nHome\nWhy We Matter\nAbout Best Buddies\nLeadership Message\nMission\nOur Impact\nOur Programs\nFriendship\nJobs\nLeadership\nMedia Center\nNews\nEvents Agenda\nLibrary\nContact Us\nContact Us\nFAQ\nPartners\nVolunteers\nLog in\nSearch\nLaunch of the Integrated Employment Program\n1  September,  2024\nContinuing the series of successes for the Integrated Employment Program since its official launch, a paid internship program was provided for two participants for a full month. At the end of the program, the participants received experience certificates from United Development Company and financial rewards.\nAdditionally, two participants were recently trained at Doha Insurance Group in the reception and car insurance departments as part of a paid internship program.\nThe achievements of the Integrated Employment Program continue, as in October, job interviews were conducted for eight program participants, and two of them were selected. Best Buddies is currently in the process of officially signing employment contracts with these two participants.\nMoreover, job interviews were conducted a few days ago with Al Baladi Holding Group, and during these interviews, two participants were selected for employment in the group. Employment contracts are being processed and are expected to be finalized in the coming days.  Additionally, the job interviews conducted in recent days with Salam International Group resulted in the selection of four participants out of eight.\nOn another note, final touches are being put in place to agree on a mechanism to provide paid training for a number of participants at Estithmar Holding Group. Best Buddies also received three job offers from Carrefour stores to employ several participants in various positions.\nFurthermore, the employer guidebook has been completed and translated into both Arabic and English, based on the Best Buddies International guidebook and aligned with the nature, customs, and traditions of the Qatari society. Currently, Best Buddies is working on preparing the parent and participant guidebooks in both Arabic and English, and these guidebooks are expected to be published soon.\nAdditionally, the CVs for all participants in the Integrated Employment Program have been finalized, making them available for presentation to any entity within the country, in the interest of the participants and to achieve the goal of providing suitable job opportunities and independance.\nShare\nTweet\nShare\nShare\nCopied to clipboard\nDownload App\nOur Family\nNama\nQatar Social Work - QSW\nWifaq\nDreama\nEhsan\nAman\nAlnoor\nDaam\nQuick Links\nFamily\nLibrary\nContact Us\nPartners\nContact Us\nLegtaifiya Area, P.O. Box 2016, Doha, Qatar\nPhone\n\t\t\t\t\t\t:\n+974 44956000\nEmail\n\t\t\t\t\t\t:\nbbq@bestbuddies.org.qa\nTo Top\nAll rights reserved Qatar Social Work Institution 2023\nUsage Policy\nTerm and Conditions\nالعودة للأعلى"
}