{
  "url": "http://www.bestbuddies.org.qa/en/news/487",
  "title": "سلسلة الورش الفنية | Best Buddies",
  "body": "سلسلة الورش الفنية | Best Buddies\nSkip to main content\nAccessibility features\nFont size\n+A\n-A\nDark mode\nقائمة التنقل الأولى\nLog in\nArabic\nالملاحة الرئيسية\nHome\nWhy We Matter\nAbout Best Buddies\nLeadership Message\nMission\nOur Impact\nOur Programs\nFriendship\nJobs\nLeadership\nMedia Center\nNews\nEvents Agenda\nLibrary\nContact Us\nContact Us\nFAQ\nPartners\nVolunteers\nLog in\nSearch\nBest Buddies Qatar Launches Year-Long Art Workshop Series in Collaboration with Mathaf: Museum of Modern Art\n14  October,  2024\nAs part of its ongoing commitment to community partnerships with public and private institutions across Qatar, Best Buddies Qatar has launched a series of art workshops targeting participants from all its programs. These workshops, catering to various age groups, will run throughout the 2024/2025 academic year, with two sessions held each month.\nTo date, four workshops have been successfully conducted, engaging participants from the Citizens Program, Universities Program, Private Schools Program, and the Preparatory School Program (Boys).\nThe workshops focus on providing practical, hands-on training in different art forms, such as crafting prayer beads, painting on pottery, and creating artwork on canvas, among other artistic endeavors. The entire workshop series is being organized under the generous sponsorship of the Mathaf: Museum of Modern Art, ensuring that participants receive high-quality art education and experiences.\nWith these workshops, Best Buddies Qatar continues to strengthen its community bonds while empowering individuals with intellectual and developmental disabilities through creative expression.\nShare\nTweet\nShare\nShare\nCopied to clipboard\nDownload App\nOur Family\nNama\nQatar Social Work - QSW\nWifaq\nDreama\nEhsan\nAman\nAlnoor\nDaam\nQuick Links\nFamily\nLibrary\nContact Us\nPartners\nContact Us\nLegtaifiya Area, P.O. Box 2016, Doha, Qatar\nPhone\n\t\t\t\t\t\t:\n+974 44956000\nEmail\n\t\t\t\t\t\t:\nbbq@bestbuddies.org.qa\nTo Top\nAll rights reserved Qatar Social Work Institution 2023\nUsage Policy\nTerm and Conditions\nالعودة للأعلى"
}