{
  "url": "http://www.bestbuddies.org.qa/ar/news/274",
  "title": "\"حملة \"احنا مستعدين..انتو مستعدين ؟؟ | Best Buddies",
  "body": "\"حملة \"احنا مستعدين..انتو مستعدين ؟؟ | Best Buddies\nتجاوز إلى المحتوى الرئيسي\nمزايا إمكانية الوصول\nحجم الخط\n+A\n-A\nDark mode\nقائمة التنقل الأولى\nتسجيل الدخول\nإنجليزية\nالملاحة الرئيسية\nالرئيسية\nمن نحن\nنبذة عن بست باديز\nرسالة المدير\nرسالتنا\nتأثيرنا\nبرامجنا\nالتوظيف المدمج\nالصداقة\nالمهارات القيادية\nالمركز الإعلامي\nالأخبار\nأجندة الفعاليات\nالمكتبة\nتواصل معنا\nتواصل معنا\nالأسئلة الشائعة\nشركاء النجاح\nالمتطوعين\nتسجيل الدخول\nبحث\n\"حملة \"احنا مستعدين..انتو مستعدين ؟؟\n28  مارس,  2020\nتحت شعار \" إحنا مستعدين\"\nبمشاركة 100 دراجاً انطلقت مسيرة دراجات هارلي ديدفيدسون قطر، لدعم حملة مبادرة بست باديز قطر، للدمج والتمكين الوظيفي لذوي الإعاقة.\nانطلقت عصر يوم الجمعة وبمشاركة 100 دراجاً مسيرة دراجات هارلي ديدفيدسون قطر، وعدد من منتسبي مبادرة بست باديز قطر من ذوي الإعاقة وأصدقائهم، لدعم حملة مبادرة بست باديز قطر، للمساهمة في التوعية بالدمج والتمكين الوظيفي لذوي الإعاقة. حيث تهدف الحملة إلى دمج وتمكين الأشخاص من ذوي الإعاقة وتأهيلهم للحصول على فرص وظيفية مناسبة، باعتبارهم جزء لا يتجزأ من نسيج المجتمع.\nوفي هذا السياق صرحت السيدة لآلئ أبوألفين -المدير التنفيذي لمبادرة بست باديز قطر- بأن حملة  (احنا مستعدين .. انتو مستعدين؟؟ ) تهدف للمساهمة في دعم توظيف وتمكين الأشخاص من ذوي الإعاقة. وقالت بأن الحملة تسعى إلى رفع الوعي لدى مؤسسات الدولة حول إمكانية السعي الحثيث في توظيف الأشخاص من ذوي الإعاقة، ورفع وعي أولياء أمور الأشخاص من ذوي الإعاقة حول آلية تهيئة أبنائهم لما بعد التخرج، هذا بالإضافة إلى تعزيز الوعي الإعلامي لدعم ذوي الإعاقة من خلال كافة وسائل الإعلام المحلية وذلك من خلال تسليط الضوء على قضاياهم ومساندتها.\nوقالت أبوألفين.. إن الحملة تتضمن أنشطة عديدة وبمشاركة عدد من الجهات الحكومية والمؤسسات الخاصة، وأشارت بأن المبادرة قد أنتجت العديد من الرسائل الإعلامية والأفلام التوعوية بهدف رفع الوعي المجتمعي بأهمية دمج وتمكين الأشخاص من ذوي الإعاقة في الحصول على فرصة وظيفية مناسبة وفقاً لقدراتهم.\nكما ثمنت المدير التنفيذي لمبادرة بست باديز قطر، وتقدمت بجزيل الشكر والتقدير إلى رابطة ملاك دراجات هارلي ديفيدسون قطر ، على مشاركتها  ومساهمتها في دعم الحملة من خلال مشاركتها بخمسين دراجاً في مسيرة انطلقت من متحف الفن الإسلامي إلى مارينا لوسيل ، حيث أشارت بأنه في نهاية المسيرة في منطقة الوسيل سوف يتم تنظيم عدد الفعاليات الرياضية والترفيهية يشارك فيها رابطة ملاك دراجات هارلي منتسبي المبادرة سعياً لتحقيق الدمج الاجتماعي للأشخاص من ذوي الإعاقة.\nكما تقدمت بخالص الشكر والتقدير لكل من متحف الفن الإسلامي وشركة الديار العقارية على دعمها ومساهمتها في تخصيص مواقع لانطلاق واختتام المسيرة، تقديراً منها وفي إطار مسؤوليتهما المجتمعية تجاه دعم ومساندة قضايا ذوي الإعاقة.\nومن جهتها أعربت الدكتورة/ جوليا غونيلا- أمينة متحف الفن الإسلامي، بأن متحف الفن الإسلامي يدعم أنشطة مبادرة بست بايز قطر التي تهدف إلى دمج الأشخاص من ذوي الإعاقة في المجتمع، وقالت انطلاقاً من إيمان متحف الفن الإسلامي بدعم قضايا ذوي الإعاقة، فإننا ملتزمون بتعزيز روح الاندماج والتكامل الاجتماعي. وقالت إنه من دواعي سرورنا باختيار متحف الفن الإسلامي كنقطة انطلاق للحدث، الذي تنظمه مبادرة بست باديز قطر بالتعاون والشراكة مع رابطة ملاك دراجات هارلي ديفيدسون قطر، مؤكدة في تصريحها بتطلع متحف الفن الإسلامي إلى مزيد من التعاون المشترك مع بست باديز قطر .​\nوصرح المهندس عبدالله بن حمد العطية -الرئيس التنفيذي لشركة الديار القطرية للاستثمار العقاري، بأنه انطلاقاً من إدراك الشركة لأهمية المسؤولية الاجتماعية الملقاة على عاتقها ودورها البنَّاء في التنمية المجتمعية على كافة الأصعدة، دأبت الشركة على بذل الجهد في رعاية ودعم المبادرات والفعاليات الاجتماعية وإدامة آثارها الإيجابية على الأفراد، البيئة والمجتمع ككل. ومنذ تأسيسها عبرت الديار عن إيمانها الراسخ بأن المجتمع هو الهدف الرئيسي من الأعمال المميزة التي تقوم بها، فالمسؤولية الاجتماعية تعد جزءاً لا يتجزأ من برامجها ومبادراتها المستمرة في خدمة المجتمع الذي تعمل فيه، ومن أهم غاياتها وأهدافها أن يكون لها دور فعال في تدعيم النسيجين الاقتصادي والاجتماعي  من خلال دعم العديد من الأنشطة والفعاليات في مختلف المجالات لاسيما دعم أنشطة ذوي الإعاقة والتفاعل مع المجتمع المحلي وتنميته.\nكما أعرب المهندس عبدالله بن حمد العطية عن سعادته في دعم مبادرة بست باديز قطر في حملته الوطنية الرامية إلى دمج وتمكين الأشخاص من ذوي الإعاقة للحصول على وظائف مناسبة.\nومن ناحية أخرى قال السيد/جمعة بن عبدالله المهندي- رئيس رابطة ملاك هارلي ديفيدسون – قطر إيماناً منا كرابطة ملاك هارلي ديفيدسون تجاه واجبنا نحو أبنائنا وإخواننا من ذوي الإعاقة لدمجهم في المجتمع كجزء لا يتجزأ منه، فلهم الحق في العيش بسلام بيننا، فقد سعينا أن نكون جزءاً من هذه التظاهرة الجميلة التي تنظمها مبادرة بست باديز قطر ، وبما أننا نملك الظهور المميز والملفت كدراجين فحاولنا أننا نستخدم هذا الأمر لإعطاء زخم مختلف لهذه الفعالية بعمل مسيرة دعم لهم من متحف الفن الإسلامي إلى مارينا لوسيل للمشاركة في دعم وتمكين الأشخاص من ذوي الإعاقة  في دولة قطر، وتمنى المهندي أن تكلل جهود مبادرة بست باديز قطر بالنجاح.\nShare\nTweet\nShare\nShare\nCopied to clipboard\nحمل التطبيق\nعائلتنا\nنماء\nقطر للعمل الإجتماعي\nوفاق\nدريمة\nإحسان\nأمان\nالنور\nدعم\nروابط سريعة\nعائلتنا\nالمكتبة\nتواصل معنا\nشركائنا\nتواصل معنا\nمنطقة القطيفية ، صندوق بريد 2016 ، الدوحة ، قطر\nالهاتف\n\t\t\t\t\t\t:\n+974 44956000\nالبريد الإلكتروني\n\t\t\t\t\t\t:\nbbq@bestbuddies.org.qa\nالعودة للأعلى\nجميع الحقوق محفوظة المؤسسة القطرية للعمل الاجتماعي 2023\nسياسة الاستخدام\nالشروط والاحكام\nالعودة للأعلى"
}