{
  "url": "http://www.bestbuddies.org.qa/ar/news/275",
  "title": "\"بست باديز قطر\" تشارك في ( ازرع وطنك) | Best Buddies",
  "body": "\"بست باديز قطر\" تشارك في ( ازرع وطنك) | Best Buddies\nتجاوز إلى المحتوى الرئيسي\nمزايا إمكانية الوصول\nحجم الخط\n+A\n-A\nDark mode\nقائمة التنقل الأولى\nتسجيل الدخول\nإنجليزية\nالملاحة الرئيسية\nالرئيسية\nمن نحن\nنبذة عن بست باديز\nرسالة المدير\nرسالتنا\nتأثيرنا\nبرامجنا\nالتوظيف المدمج\nالصداقة\nالمهارات القيادية\nالمركز الإعلامي\nالأخبار\nأجندة الفعاليات\nالمكتبة\nتواصل معنا\nتواصل معنا\nالأسئلة الشائعة\nشركاء النجاح\nالمتطوعين\nتسجيل الدخول\nبحث\n\"بست باديز قطر\" تشارك في ( ازرع وطنك)\n12  يناير,  2020\nبالتعاون مع الفيصل بلا حدود..\nلآلئ أبوألفين: تحقيق التنمية المستدامة هي مسئولية مشتركة بين كل الجهات.\nعبد اللطيف اليافعي : مشاركة متميزة لمنتسبي مبادرة بست باديز قطر من ذوي الإعاقة  في نشر ثقافة الزراعة وتحقيق الأمن الغذائي.\nشاركت مبادرة بست باديز قطر في البرنامج التعليمي التثقيفي (ازرع وطنك) بــ (50 منتسباً) من الأشخاص من ذوي الإعاقة، والذي تنفذه مؤسسة الفيصل بلا حدود للأعمال الخيرية بالتعاون مع إدارة الحدائق العامة في وزارة البلدية والبيئة و وزارة التعليم والتعليم العالي.\nبرنامج (إزرع وطنك) يختص بنشر ثقافة الزراعة والمحافظة على البيئة طبقاً لرؤية قطر الوطنية 2030 في جانب التنمية البيئية، للوصول إلى الهدف المنشود في مساعدة وتثقيف منتسبي مبادرة بست باديز قطر من ذوي الإعاقة في تعلم زراعة وانتاج الغذاء الصحي والاهتمام بالنباتات باستخدام أبسط الأدوات والأسمدة الطبيعية في ظروف بيئية طبيعية وملائمة.\nومن جهته صرح السيد / عبد اللطيف اليافعي – المدير العام لمؤسسة الفيصل بلا حدود، بأن الهدف الرئيسي من البرنامج\" ازرع وطنك\" يَكمن في نشر ثقافة الزراعة وتحقيق الاكتفاء الغذائي الذاتي. مثمناً في الوقت ذاته بأن التعاون مع مبادرة بست باديز قطر كان إيجابياً لتطبيق البرنامج بهدف تنمية المهارات الحياتية للمنتسبين في مبادرة بست باديز قطر، للتعرف على مبادئ الزراعة للبذور والنباتات الورقية والنباتات المثمرة بالإضافة لنباتات الزينة، حيث تم تنفيذ الزراعة في صناديق فلين بتوجيه وإرشاد من مهندسي إدارة الحدائق العامة بوزارة البلدية والبيئة وموظفي مؤسسة الفيصل بلا حدود، من خلال زيارات تفقدية دورية وإرشادية.\nو أضاف اليافعي  -\"أننا في مؤسسة الفيصل بلا حدود.. فخورين بالعمل إلى جانب شركائنا  \"مبادرة بست باديز قطر\" من أجل اعتماد طرق مميزة لتنمية مهارات الأشخاص من ذوي الإعاقة في المجتمع والعمل على إدماجهم وتمكينهم باعتبارهم جزء لا يتجزأ من نسيج المجتمع. وقال إننا من خلال تلك الخطوة نؤكد إلتزامنا وحرصنا على تحقيق أحد أهم أهدافنا الرئيسية في مشروعنا الرائد والمتمثل في تقديم مختلف المبادرات الصديقة للبيئة، ونسعى إلى تبني منظومة الإستدامة التي تعد بمثابة محور أساسي لتشجيع الاهتمام بالبيئة وتأثير السكان عليها.\nومن جهتها أعربت السيدة/ لآلئ أبوألفين- المدير التنفيذي لـمبادرة بست باديز قطر، عن امتنانها العميق لمؤسسة الفيصل بلا حدود ووزارة البلدية والبيئة، لما بذلاه من جهود كبيرة ومتميزة في تنفيذ برنامج  \"ازرع وطنك\" والتي حققت جانب التنمية البيئية في رؤية قطر الوطنية 2030، وساهمت في توفير بيئة تعليمية ملائمة في لدمج منتسبي المبادرة من ذوي الإعاقة الذهنية والنمائية وعززت فرص تطوير مهاراتهم الاجتماعية.\nوأضافت أبوألفين.. أن تحقيق التنمية المستدامة هي مسئولية مشتركة بين كل الجهات، وينبغي على كافة الجهات العمل والسعي إلى إدماج الأشخاص من ذوي الإعاقة في مسار التنمية، وكما أشارت إلى أهمية فهم دور المساحات الخضراء في البيئة، والتوعية بأهمية الزراعة ودورها في حياتنا، مؤكدةً أهمية إشراك الأشخاص من ذوي الإعاقة وتنمية مهاراتهم من خلال الإعتماد على النفس، وتعلم كيفية الزراعة البسيطة، وأساليب الري وأعمال البستنة والتربة، والتعرف إلى مجموعة متنوعة من النباتات التي تم زراعتها، وتعليمهم كيفية الحفاظ عليها.\nShare\nTweet\nShare\nShare\nCopied to clipboard\nحمل التطبيق\nعائلتنا\nنماء\nقطر للعمل الإجتماعي\nوفاق\nدريمة\nإحسان\nأمان\nالنور\nدعم\nروابط سريعة\nعائلتنا\nالمكتبة\nتواصل معنا\nشركائنا\nتواصل معنا\nمنطقة القطيفية ، صندوق بريد 2016 ، الدوحة ، قطر\nالهاتف\n\t\t\t\t\t\t:\n+974 44956000\nالبريد الإلكتروني\n\t\t\t\t\t\t:\nbbq@bestbuddies.org.qa\nالعودة للأعلى\nجميع الحقوق محفوظة المؤسسة القطرية للعمل الاجتماعي 2023\nسياسة الاستخدام\nالشروط والاحكام\nالعودة للأعلى"
}