{
  "url": "http://www.bestbuddies.org.qa/ar/news/276",
  "title": "اليوم الوطني لدولة قطر | Best Buddies",
  "body": "اليوم الوطني لدولة قطر | Best Buddies\nتجاوز إلى المحتوى الرئيسي\nمزايا إمكانية الوصول\nحجم الخط\n+A\n-A\nDark mode\nقائمة التنقل الأولى\nتسجيل الدخول\nإنجليزية\nالملاحة الرئيسية\nالرئيسية\nمن نحن\nنبذة عن بست باديز\nرسالة المدير\nرسالتنا\nتأثيرنا\nبرامجنا\nالتوظيف المدمج\nالصداقة\nالمهارات القيادية\nالمركز الإعلامي\nالأخبار\nأجندة الفعاليات\nالمكتبة\nتواصل معنا\nتواصل معنا\nالأسئلة الشائعة\nشركاء النجاح\nالمتطوعين\nتسجيل الدخول\nبحث\nاليوم الوطني لدولة قطر\n18  ديسمبر,  2019\nنظمت مبادرة بست باديز قطر مجموعة من الأنشطة لمنتسبيها للاحتفال باليوم الوطني للدولة، والتي تمت بالشراكة مع كل من البنك التجاري القطري، والسفارة اليابانية من خلال تنظيم ورشة عمل \"فن الأوريغامي\"، وورشة أخرى في فن الزهور بالتعاون مع ذا فلاور شوب.\nوبدورها قالت السيدة لألئ أبوألفين – المدير التنفيذي لمبادرة بست باديز قطر، إن اليوم الوطني يومُ مجيدُ مُشـرِق نَرفع فيه أسمي آيــاتِ التهنئــة والتبريكـات إلى مقام حضرة صاحب السمو الشيخ /تميم بن حمد آل ثاني أمير بلاد المفدى، كما نرفع فيه أسمى آياتِ الَمحبة والعِرفان لأهل قطر، وقد أثبت القطَريُونَ أنهم مخِلصون، متعاونون، مضَحُون، جاهَدوا طوالَ أكثر من نصف قرنٍ في سبيل الوحدة إلى أن أقاموا لهم                                           وطنًا يَعتزُون به.\nوأكدت السيدة /لآلئ أبوألفين، بالقول إن اعتزازنا باليوم الوطني يتطلب منا تجديد هذا الاعتزاز بتجسيد المسؤولية الفردية والجماعية                              في ذروتها، لأن بلداً لا يعز إلا وأهله متمسكون بقيمه، متعاونون في إنجاز أعماله وتحقيق آماله. فالمسؤولية والمشاركة هما رمز المواطنة الصحيحة الصالحة، كما أن الوئام والتلاحم بيننا، وقيام كلٍ منا بدوره البناء في المجتمع، فضائل تعود على الجميع بالخير والسعادة والمجد، حاضراً ومستقبلاً.\nوالجدير بالذكر بأنه قد شارك في تلك فعاليات ما يقارب (70) منتسباً من مبادرة بيست باديز قطر من الجنسين.                                                                  ومن جهة أخرى صرحت السيدة سارة العلي، من إدارة شؤون الموظفين في البنك التجاري القطري، قائلاً: \"نيابة عن البنك التجاري، يسرنا أن نكون جزءًا من احتفالات مبادرة بست باديز قطر في اليوم الوطني للدولة، وأن نكون شركاء في التنمية الاجتماعية للدولة باعتبارها جزء من المسؤولية الاجتماعية للبنك.\nكما أعربت السيدة/ تامامي يوشيدا - السكرتيرة الأولى لسفارة اليابان في قطر، عن بالغ سعادتها بالتعاون مع مبادرة بست باديز قطر في الاحتفال باليوم الوطني.  قائلةً أنه في الوقت الذي نسعى فيه لإدخال الثقافة اليابانية على شعب دولة قطر، فإننا نقدر بشدة هذه المبادرات وندعو إلى مزيد من التعاون المشترك فيما بيننا، كما نثني على دور مبادرة بست باديز قطر في الدمج الاجتماعي للأشخاص من ذوي الإعاقة في المجتمع من تنفيذ العديد من الأنشطة الفنية والثقافية، ويشرفنا أن نكون جزءًا منها.\nكما صرح السيد/ أحمد الغافري ، مالك متجر The Flower Shop، قائلاً نحن فخورون بأن نكون جزءًا من أنشطة مبادرة بست باديز قطر.  حيث يمثل فن الأزهار فرصة رائعة لنشر الإيجابية والفرح في اليوم الوطني لمنتسبي المبادرة من ذوي الإعاقة. وأكد قائلاً بأننا حريصون على مواصلة التعاون ودعم برامج وأنشطة مماثلة تهدف إلى بناء قيم اجتماعية أفضل للأشخاص من ذوي الإعاقة.\nومن جهتها أعرب السيدة/ لآلىءأبوألفين – المدير التنفيذي لمبادرة بست باديز قطر، عن بالغ شكرها وتقديرها للشركاء والداعمين لاحتفال بمبادرة بست باديز قطر في اليوم الوطني للدولة.\nShare\nTweet\nShare\nShare\nCopied to clipboard\nحمل التطبيق\nعائلتنا\nنماء\nقطر للعمل الإجتماعي\nوفاق\nدريمة\nإحسان\nأمان\nالنور\nدعم\nروابط سريعة\nعائلتنا\nالمكتبة\nتواصل معنا\nشركائنا\nتواصل معنا\nمنطقة القطيفية ، صندوق بريد 2016 ، الدوحة ، قطر\nالهاتف\n\t\t\t\t\t\t:\n+974 44956000\nالبريد الإلكتروني\n\t\t\t\t\t\t:\nbbq@bestbuddies.org.qa\nالعودة للأعلى\nجميع الحقوق محفوظة المؤسسة القطرية للعمل الاجتماعي 2023\nسياسة الاستخدام\nالشروط والاحكام\nالعودة للأعلى"
}