{
  "url": "http://www.bestbuddies.org.qa/ar/news/278",
  "title": "بست باديز قطر تحقق إنجازاً عالمياً | Best Buddies",
  "body": "بست باديز قطر تحقق إنجازاً عالمياً | Best Buddies\nتجاوز إلى المحتوى الرئيسي\nمزايا إمكانية الوصول\nحجم الخط\n+A\n-A\nDark mode\nقائمة التنقل الأولى\nتسجيل الدخول\nإنجليزية\nالملاحة الرئيسية\nالرئيسية\nمن نحن\nنبذة عن بست باديز\nرسالة المدير\nرسالتنا\nتأثيرنا\nبرامجنا\nالتوظيف المدمج\nالصداقة\nالمهارات القيادية\nالمركز الإعلامي\nالأخبار\nأجندة الفعاليات\nالمكتبة\nتواصل معنا\nتواصل معنا\nالأسئلة الشائعة\nشركاء النجاح\nالمتطوعين\nتسجيل الدخول\nبحث\nبست باديز قطر تحقق إنجازاً عالمياً\n29  يوليو,  2019\nلآلئ أبوألفين: الفوز بالجائزة جاء نتيجة ثمرة جهد عشر سنوات من العمل الجاد في دمج وتمكين الأشخاص من ذوي الإعاقة في المجتمع.\nلطيفة الكواري: نسعى لاستغلال وتطوير قدرات وإمكانيات الأشخاص من ذوي الإعاقة وتوظيفها إلى أقصى درجة ممكنة للوصول إلى درجة من الاستقلال الوظيفي والاجتماعي والاقتصادي.\nحققت مبادرة بست باديز قطر إحدى المبادرات التي تعمل تحت مظلة مركز الشفلح للأشخاص ذوي الإعاقة، بالفوز عالمياً بجائزة منظمة بست باديز العالمية، من خلال حصولها على \"جائزة البرنامج الدولي المتميز\" للأعوام 2018/2019م، حيث جاء الإعلان عن تتويج مبادرة بست باديز قطر، ضمن فعاليات مؤتمر القادة الطلابي في ولاية انديانا بالولايات المتحدة الأمريكية، حيث يضلع المؤتمر للاطلاع على تجارب الدول في مجال دمج الأشخاص من ذوي الإعاقة في المجتمع وأهم الخدمات التي                                    تقدمها كل دولة.\nوبمناسبة هذا الإنجاز العالمي لدولة قطر، أعربت السيدة/ لآلئ أبوألفين- المدير التنفيذي لمبادرة بست باديز قطر والقائم بأعمال المدير التنفيذي لمركز الشفلح ، عن سعادتها الكبيرة بهذا الإنجاز العالمي ، مشيدة بالدور الرائد والإيجابي لموظفي بست باديز قطر في تحقيق الأهداف الاستراتيجية للمبادرة ، وقالت إن هذا الإنجاز العالمي لم يأت من فراغ وإنما بتوجيه من الإدارة العليا في المؤسسة القطرية للعمل الاجتماعي.                                مؤكدة بقولها أننا عازمون على تحقيق رؤية قطر الوطنية 2030 واستراتيجية التنمية الوطنية الثانية لدولة قطر2018-2022 ، في ظل القيادة الرشيدة لحضرة صاحب السمو الشيخ تميم بن حمد آل ثاني- أمير البلاد المفدى حفظه الله.\nوقالت أبوألفين .. بأن حصول مبادرة بست باديز قطر على جائزة البرنامج الدولي المتميز ، جاء نتيجة ثـمرة جهود المبادرة خلال العشر سنوات منذ تأسيسها في عام 2008 بمبادرة كريمة من صاحبة السمو الشيخة/موزا بنت ناصر (حفظها الله) ،  وذلك بهدف الإسهام في دمج الأشخاص من ذوي الإعاقة الذهنية البسيطة والمتوسطة وذوي الاعاقة النمائية في التعليم وقوة العمل والمجتمع المحلي في دولة قطر، والعمل على توفير بيئة تعليمية واجتماعية ملائمة لدمجهم في المجتمع، وتوفير أفضل فرص العمل بما يتناسب مع قدراتهم وإمكانياتهم، وتعزيز فرص تطوير المهارات الاجتماعية والثقافية والمهنية لديهم.\nوأكدت السيدة / لآلئ أبوألفين.. بأن مبادرة بست باديز قطر حققت في دمج المنتسبين من ذوي الإعاقة الذهنية البسيطة والمتوسطة والإعاقات النمائية مع أقرانهم من غير ذوي الإعاقة في البيئة التعليمية، وذلك بكسر حاجز العزلة والخجل ودمجهم في المجتمع اندماجاً كاملاً عن طريق تشكيل الصداقات وتنفيذ حزمة من الأنشطة والفعاليات على مدار عام أكاديمي كامل. وتختلف هذه الفعاليات والأنشطة المقدمة على حسب الفئة العمرية للمنتسبين لكل المراحل التعليمية بالإضافة إلى الجامعات. حيث زاد الوعي في البيئة التعليمية بحقوق الأشخاص من ذوي الإعاقة من خلال الأنشطة والفعاليات، وتعزيز الصداقات بين المنتسبين من الفئتين وتعزيز روح العمل التطوعي لدى الطلبة.\nومن ناحية أخرى قالت السيدة/ لطيفة دسمال الكواري- مدير إدارة التأهيل والدمج بمبادرة بست باديز قطر، بأنه من خلال هذا العام الأكاديمي 2018/2019 تم تقديم أنشطة متنوعة تلائم احتياجات وقـدرات                   منتسبينا من ذوي الاعاقة وأقرانهم من غير ذوي الإعاقة في المدارس والجامعــــات، حيث بــلغت حصيلة الورش\nوالمحاضرات التوعية ما يفوق (90) ورشة ومحاضرة توعوية للمنتسبين على مختلف كل البرامج                                ( المرحلة الإعدادية- المرحلة الثانوية –المرحلة الجامعية) ، كما تم تعزيز العلاقات وتبادل الخبرات بين المدارس\nالمنتسبة حيث تم تنظيم ما يفوق20 فعاليات جماعية لمنتسبي برنامج المرحلة الإعدادية، هذا بالإضافة إلى تنفيذ عدد من الفعاليات بالتعاون مع المراكز المعنية بذوي الإعاقة في دولة قطر ، هذا وقد عملت المبادرة على تنظيم فعاليات متنوعة ذات طابع رياضي بالتعاون مع عدد من الأندية والاتحادات الرياضية ومراكز اللياقة بهدف تنمية اللياقة البدنية لمنتسبيها، كما تم تنظيم فعاليات اجتماعية ترفيهية وورش لتنمية المهارات الحياتية للأشخاص من ذوي الإعاقة تهدف إلى إكسابهم على مهارات وسلوكيات صحيحة من خلال العمل الثنائي بين الأصدقاء كالغذاء الصحي والتدبير المنزلي ، هذا بالإضافة إلى تنظيم عدد من الفعاليات المهنية والتعريفية لمنتسبي برنامج المدارس الثانوية بالتعاون مع برنامج الجامعات. وقد بلغ عدد الجهات المشاركة من المدارس الإعدادية والثانوية والجامعات 42 جهة، وبلغ عدد المستفيدين من الأشخاص من ذوي الإعاقة 356 منتسب ومن غير ذوي الإعاقة 543 منتسب، وبلغ إجمالي عدد الصداقات بين الأشخاص من ذوي الإعاقة وغير ذوي الإعاقة 275، وبلغت عدد الفعاليات المنفذة 144 فعالية، كما بلغ عدد المحاضرات والورش المنفذة 104 ورشة ومحاضرة.\nواستعرضت الكواري دور المبادرة في التأهيل الوظيفي للأشخاص من ذوي الإعاقة، حيث أشارت أن برنامج التأهيل الوظيفي يشمل خدمات مهنية مثل التوجيه المهني والتدريب المهني بهدف تمكين الأشخاص من ذوي الإعاقة واستثمار طاقاتهم وقدراتهم للوصول بهم الى أقصى درجات الاستقلالية كحق من حقوقهم وفقاً لاتفاقية حقوق الأشخاص ذوي الإعاقة وتحقيقاً لمبادئ التنمية البشرية وأهداف التنمية المستدامة 2030 وغيرها من المواثيق والتشريعات المحلية والدولية.\nوأكدت الكواري أن مبادرة بست باديز قطر قامت بإعداد برامج للتأهيل الوظيفي بشكلٍ مدروس ووفقاً لمعايير وأسس محددة تتلاءم وقدرات الأشخاص من ذوي الإعاقة، يشارك بها فريق متخصص من المبادرة وذو كفاءة يعمل على تهيئة واستغلال كافة الإمكانيات المتاحة بما يضمن المشاركة الفعالة لجميع الأطراف في هذه العملية وتقليص التحديات التي تحد من عملية التأهيل ضمن بيئة آمنة ومحفزة. ولقد بلغ إجمالي عدد المتدربين 29 متدرباً من الجنسين، تم الحاق عدد3 في شركة تريمو بارك وعدد 1 في شركة فودافون ، وجاري العمل على التنسيق لاستيعاب باقي المتدربين في عدد من الجهات الحكومية والشركات والمؤسسات الوطنية بالدولة، وذلك بعد اجتيازهم البرنامج التدريبي.\nوعلى صعيد آخر أشارت السيدة/ لطيفة الكواري ، أن مشروع تنمية المهارات للأشخاص ذوي الإعاقة من المشاريع الرئيسية التي تحرص من خلالها مبادرة بست باديز قطر على تـــنمية مهــــارات المنتسبين من المدارس\nوالمراكز المعنية بذوي الإعاقة ضمن عدة مجالات وهي الفنية والرياضية والاجتماعية والثقافية وغيرها التي تعزز اندماجهم في المجتمع وتظهر امكانياتهم وقدراتهم بالإضافة إلى تحقيق أهداف ورؤية المبادرة.\nكما تحرص المبادرة من خلال هذا المشروع على تطوير قدرات المنتسبين من ذوي الإعاقة وتوجيهها بما يتلاءم مع امكانياتهم ضمن بيئة محفزة وآمنة وباستخدام أدوات تساعدهم على إنتاج أعمال إبداعية تحفزهم وتنمي قدراتهم. ولقد بلغ عدد المدارس المشاركة 25 مدرسة، واستفاد من البرنامج 334 منتسباً، حيث بلغت التدريبات المنجزة 212 نشاطاً تدريبياً، تم إنجازها في 1030 ساعة تدريبية.\nوفي ختام تصريحها أشارت الكواري بأن إجمالي عدد المستفيدين من خدمات مبادرة بست باديز قطر لعام 2018م بلغ 2345 مستفيد منهم 1521 مستفيد قطري و824 مستفيد من المقيمين يمثلون 36 جنسية، حيث بلغ عدد المستفيدين من الذكور 1126والمستفيدين من الإناث 1219، كما بلغ عدد المتطوعين في المبادرة من الجنسين 1170 متطوع، وبلغ عدد الداعمين والشركاء للمبادرة 108 داعم وشريك.\nShare\nTweet\nShare\nShare\nCopied to clipboard\nحمل التطبيق\nعائلتنا\nنماء\nقطر للعمل الإجتماعي\nوفاق\nدريمة\nإحسان\nأمان\nالنور\nدعم\nروابط سريعة\nعائلتنا\nالمكتبة\nتواصل معنا\nشركائنا\nتواصل معنا\nمنطقة القطيفية ، صندوق بريد 2016 ، الدوحة ، قطر\nالهاتف\n\t\t\t\t\t\t:\n+974 44956000\nالبريد الإلكتروني\n\t\t\t\t\t\t:\nbbq@bestbuddies.org.qa\nالعودة للأعلى\nجميع الحقوق محفوظة المؤسسة القطرية للعمل الاجتماعي 2023\nسياسة الاستخدام\nالشروط والاحكام\nالعودة للأعلى"
}