{
  "url": "http://www.bestbuddies.org.qa/en/about/19",
  "title": "Mission | Best Buddies",
  "body": "Mission | Best Buddies\nSkip to main content\nAccessibility features\nFont size\n+A\n-A\nDark mode\nقائمة التنقل الأولى\nLog in\nArabic\nالملاحة الرئيسية\nHome\nWhy We Matter\nAbout Best Buddies\nLeadership Message\nMission\nOur Impact\nOur Programs\nFriendship\nJobs\nLeadership\nMedia Center\nNews\nEvents Agenda\nLibrary\nContact Us\nContact Us\nFAQ\nPartners\nVolunteers\nLog in\nSearch\nAbout Us\nOur Family\nNama\nQatar Social Work - QSW\nWifaq\nDreama\nEhsan\nAman\nAlnoor\nDaam\nMission\nMission\nBest Buddies is dedicated to establishing a global volunteer movement that creates opportunities for one-to-one friendships, integrated employment, and leadership development for individuals with intellectual and developmental disabilities (IDD).\nVision\nTo put Best Buddies out of business. Best Buddies envisions a world where people with IDD are so successfully integrated into schools, workplaces and communities that its current efforts and services will be unnecessary. Until that vision becomes a reality, the organization will continue to educate middle school, high school and college students, community members, corporations and employers about the emotional, functional, and natural needs and abilities of people with IDD.\nWho We Serve\nBest Buddies serves individuals with IDD. The IDD community includes, but is not limited to, people with Down syndrome, autism, Fragile X, Williams syndrome, and other undiagnosed disabilities.\nPrograms\nBest Buddies is the only local organization dedicated to ending the social, physical and economic isolation of people with intellectual and developmental disabilities (IDD) in Qatar. Our programs empower people with IDD to form meaningful friendships with their peers, secure jobs, improve communication, and advocacy skills.\nShare\nTweet\nShare\nShare\nCopied to clipboard\nDownload App\nOur Family\nNama\nQatar Social Work - QSW\nWifaq\nDreama\nEhsan\nAman\nAlnoor\nDaam\nQuick Links\nFamily\nLibrary\nContact Us\nPartners\nContact Us\nLegtaifiya Area, P.O. Box 2016, Doha, Qatar\nPhone\n\t\t\t\t\t\t:\n+974 44956000\nEmail\n\t\t\t\t\t\t:\nbbq@bestbuddies.org.qa\nTo Top\nAll rights reserved Qatar Social Work Institution 2023\nUsage Policy\nTerm and Conditions\nالعودة للأعلى"
}