{
  "url": "http://www.bestbuddies.org.qa/en/our-programs/friendship",
  "title": "Friendship | Best Buddies",
  "body": "Friendship | Best Buddies\nSkip to main content\nAccessibility features\nFont size\n+A\n-A\nDark mode\nقائمة التنقل الأولى\nLog in\nArabic\nالملاحة الرئيسية\nHome\nWhy We Matter\nAbout Best Buddies\nLeadership Message\nMission\nOur Impact\nOur Programs\nFriendship\nJobs\nLeadership\nMedia Center\nNews\nEvents Agenda\nLibrary\nContact Us\nContact Us\nFAQ\nPartners\nVolunteers\nLog in\nSearch\nShare\nTweet\nShare\nShare\nCopied to clipboard\nOne-To-One Friendships\nBest Buddies Friendship programs represent one of our organization’s key mission pillars. These programs build one-to-one friendships between people with and without intellectual and developmental disabilities (IDD), offering social interactions while improving the quality of life and level of inclusion for a population that is often isolated and excluded. Through their participation, people with IDD form meaningful connections with their peers, gain self-confidence and self-esteem, and share interests, experiences, and activities that many other individuals enjoy.\nBESTBUDDIES® Middle Schools\nFosters one-to-one friendships between middle school students with and without IDD, in which they share interests, experiences, and activities. Students with IDD are often isolated and left out of social activities. Best Buddies Middle Schools helps to create an inclusive middle school culture for all students early on in their educational development.\nJOIN A CHAPTER\nBESTBUDDIES® High Schools\nFosters one-to-one friendships between high school students with and without IDD. In this time of heightened social and emotional development that can be difficult even for teenagers without IDD, the Best Buddies High Schools program helps break through social barriers at an important time in a young person’s life.\nJOIN A CHAPTER\nBESTBUDDIES® Colleges\nFosters one-to-one friendships between college students without IDD and their peers on campus or in the community with IDD. Young adults with IDD historically have been isolated at home or in work environments. The Best Buddies Colleges program is changing this by providing the opportunity for people with IDD to be involved in their local campus and community life.\nJOIN A CHAPTER\nBESTBUDDIES® Citizens\nTargets the development of friendships between adults with and without IDD who are graduates of the Shafallah Center and the educational support departments in schools and centers for people with disabilities or who do not belong under any umbrella. Many people with IDD have limited opportunities for social interactions after they leave the school environment. This program helps people with IDD become part of mainstream society through skill development workshops whereby a specialized team works to measure their abilities, determine the appropriate activities for them, and prepare and invest all available capabilities to ensure the effective participation of all parties in this process and reduce the challenges that limit their integration and independence in society.\nJOIN A CHAPTER\nDownload App\nOur Family\nNama\nQatar Social Work - QSW\nWifaq\nDreama\nEhsan\nAman\nAlnoor\nDaam\nQuick Links\nFamily\nLibrary\nContact Us\nPartners\nContact Us\nLegtaifiya Area, P.O. Box 2016, Doha, Qatar\nPhone\n\t\t\t\t\t\t:\n+974 44956000\nEmail\n\t\t\t\t\t\t:\nbbq@bestbuddies.org.qa\nTo Top\nAll rights reserved Qatar Social Work Institution 2023\nUsage Policy\nTerm and Conditions\nالعودة للأعلى"
}