{
  "url": "http://www.bestbuddies.org.qa/en/node/18",
  "title": "About Best B​uddies​ | Best Buddies",
  "body": "About Best B​uddies​ | Best Buddies\nSkip to main content\nAccessibility features\nFont size\n+A\n-A\nDark mode\nقائمة التنقل الأولى\nLog in\nArabic\nالملاحة الرئيسية\nHome\nWhy We Matter\nAbout Best Buddies\nLeadership Message\nMission\nOur Impact\nOur Programs\nFriendship\nJobs\nLeadership\nMedia Center\nNews\nEvents Agenda\nLibrary\nContact Us\nContact Us\nFAQ\nPartners\nVolunteers\nLog in\nSearch\nAbout Us\nOur Family\nNama\nQatar Social Work - QSW\nWifaq\nDreama\nEhsan\nAman\nAlnoor\nDaam\nAbout Best B​uddies​\nBest Buddies is a non-profit organization established in 1989 by Anthony Kennedy Shriver. The mission of Best Buddies is to establish a global volunteer movement that creates opportunities for one-to-one friendships, integrated employment, and leadership development for people with intellectual and developmental disabilities (IDD).\nBest Buddies Qatar, established in 2008 as an initiative under the umbrella of the Shafallah Center for Persons with Disabilities and Qatar Social Work and the Ministry of Social Development and Family, is the fortieth branch among the branches of Best Buddies worldwide.\nBest Buddies Qatar is one of the most prominent initiatives in the social advancement of individuals with mild to moderate intellectual and developmental disabilities aiming to enhance their lives, end their social isolation, and integrate them into society.\nHistory of the Best Buddies Keith Haring Logo\nKeith Haring, one of the best-known contemporary artists in the world, created and donated what has become the Best Buddies logo. It incorporates a colorful creation that represents one-to-one affection and acceptance. The image is a work of art in itself, and therefore it is important to preserve its integrity as such. The logo is licensed, managed, and monitored by the Keith Haring Foundation in New York.\n“It is hard to imagine any artist who could have captured the spirit and mission of Best Buddies better than the Pop Artist Keith Haring. His artwork is so simple and spot-on in capturing the concepts of friendship, togetherness and one person helping another. You just look at the Best Buddies logo and your heart beats a bit faster—you can feel the power of friendship coming to life right before your eyes. I will never forget meeting Haring in his studio in New York City in the late 1980’s. I was a college student and he was an artist I admired and followed. He didn’t know me from a hole-in-the-wall, but he had a family member with special needs and understood the significance of the Best Buddies mission. He knew what a friend meant in his life and his family member’s life. He immediately told me he wanted to help and asked if he could donate our logo. The rest is history—and a form of magic. I will always be in debt to Haring for his creative genius and generosity.”\n— Best Buddies International Founder and Chairman, Anthony K. Shriver\nShare\nTweet\nShare\nShare\nCopied to clipboard\nDownload App\nOur Family\nNama\nQatar Social Work - QSW\nWifaq\nDreama\nEhsan\nAman\nAlnoor\nDaam\nQuick Links\nFamily\nLibrary\nContact Us\nPartners\nContact Us\nLegtaifiya Area, P.O. Box 2016, Doha, Qatar\nPhone\n\t\t\t\t\t\t:\n+974 44956000\nEmail\n\t\t\t\t\t\t:\nbbq@bestbuddies.org.qa\nTo Top\nAll rights reserved Qatar Social Work Institution 2023\nUsage Policy\nTerm and Conditions\nالعودة للأعلى"
}