{
  "url": "http://www.bestbuddies.org.qa/en/node/70",
  "title": "Home | Best Buddies",
  "body": "Home | Best Buddies\nSkip to main content\nAccessibility features\nFont size\n+A\n-A\nDark mode\nقائمة التنقل الأولى\nLog in\nArabic\nالملاحة الرئيسية\nHome\nWhy We Matter\nAbout Best Buddies\nLeadership Message\nMission\nOur Impact\nOur Programs\nFriendship\nJobs\nLeadership\nMedia Center\nNews\nEvents Agenda\nLibrary\nContact Us\nContact Us\nFAQ\nPartners\nVolunteers\nLog in\nSearch\n‹\n›\nAbout Best Buddies\nBest Buddies is a non-profit organization established in 1989 by Anthony Kennedy Shriver.  The mission of Best Buddies is to establish a global volunteer movement that creates opportunities for one-to-one friendships, integrated employment, leadership development, and inclusive living for people with intellectual and developmental disabilities (IDD).\r\nBest Buddies Qatar is the fortieth branch among the branches of Best Buddies worldwide, which currently stand at 46 branches.\r\nBest Buddies Qatar is one of the most prominent initiatives in the social advancement of individuals with mild to moderate intellectual and developmental disabilities aiming to enhance their lives, end their social isolation, and integrate them into society.\r\nBest Buddies Qatar was established in 2008 as an initiative under the umbrella of the Shafallah Center for Persons with Disabilities and Qatar Social Work. It works to end the social isolation of individuals with mild to moderate intellectual disabilities and developmental disabilities and integrate them into various aspects of public life.\nshow more\nDid you know ?\nThe iconic Best Buddies logo that features two individuals in an embrace was donated to Best Buddies in the late 1980s from legendary pop-artist, Keith Haring.\nBest Buddies Qatar is branch number 40 between 46 other Best Buddies branches worldwide.\nWe adopt the values of Qatar Social Work in delivering the following values to our targeted population:\nConfidentiality\nPartnership\nProfessionalism\nResponsibility\nEvents bar\nFounding of Best Buddies – Qatar\n2008\nmore\nOrganized a specialized seminar titled: \"Social Integration of Individuals with Intellectual Disabilities: Between Reality and Aspiration\", with the participation of all local relevant entities\n2013\nLaunched the Best Buddies Ambassadors program\n2014\nmore\nActivated Social Sports Activities focused on organizing sports events through a partnership between individuals with disabilities and those without disabilities\n2015\nLaunched the Sahem Program, a leadership program for youth members aimed at empowering them to manage volunteer activities in the field of integrating people with disabilities\n2016\nEntered into an agreement with \"Ooredoo\" to support the programs and activities of Best Buddies Qatar\n2017\nLaunched a comprehensive skills development program for individuals with disabilities aimed at enhancing the social, professional, and vocational skills of members (21 years and above) to prepare them for post-graduation\n2017\nSupported the employment of 7 individuals with intellectual disabilities\n2017\nLaunched the promotional film for the Best Buddies initiative in 2019: With official support and sponsorship from the Qatar Financial Centre.\n2019\nThe Champions Tour\n2020\nOrganizing an outing event\n2021\nmore\nFriends and More Art Exhibition\n2022\nmore\nReunion event under the slogan \"Let's See Each Other Again\"\n2023\nmore\nBest Buddies Qatar's participation in the Global Employees Forum in Madrid\n2023\nNews\n14\nOct 2024\nBest Buddies Qatar Launches Year-Long Art Workshop Series in Collaboration with Mathaf: Museum of Modern Art\n06\nOct 2024\nMiddle School Chapter Visit to Carrefour\n01\nSep 2024\nLaunch of the Integrated Employment Program\nMore\nEvents\nStart Date (field_event_da)\nMin\nMax\nChoose Year\nJanuary\nFebruary\nMarch\nApril\nMay\nJune\nJuly\nAugust\nSeptember\nOctober\nNovember\nDecember\nبست باديز قطر\n01\nMar 2025\nBest Buddies Month\nRead More\nبست باديز قطر\n28\nMay 2024\nIs’ham Initiative\nRead More\nبست باديز قطر\n02\nApr 2023\nThe World Autism Awareness Day.\nRead More\nOur Family\n\"NAMA\" Center for Empowering Social Entrepreneurs and Youth is a pioneering i\nmore\nThe Shafallah Center for People with Disabilities\" was founded in 1999\nmore\nQatar Social Work - QSW\nmore\nThe \"Wifaq\" Family Counseling Center was established in 2002 with the aim of\nmore\nThe Dreama Orphan Care Center was established in 2002 in Qatar with the aim o\nmore\n\"Ehsan\" Center for Empowerment and Elderly Care\nmore\nSocial Protection and Rehabilitation Center - Aman\nmore\n\"Al-Noor Center for the Blind\" works to support individuals with visual impai\nmore\nThe Daam Center is a non-profit organization founded in 2014 with the aim of\nmore\nDownload App\nOur Family\nNama\nQatar Social Work - QSW\nWifaq\nDreama\nEhsan\nAman\nAlnoor\nDaam\nQuick Links\nFamily\nLibrary\nContact Us\nPartners\nContact Us\nLegtaifiya Area, P.O. Box 2016, Doha, Qatar\nPhone\n\t\t\t\t\t\t:\n+974 44956000\nEmail\n\t\t\t\t\t\t:\nbbq@bestbuddies.org.qa\nTo Top\nAll rights reserved Qatar Social Work Institution 2023\nUsage Policy\nTerm and Conditions\nالعودة للأعلى"
}