{
  "url": "http://www.bestbuddies.org.qa/ar/faq?page=3",
  "title": "الأسئلة الشائعة | Best Buddies",
  "body": "الأسئلة الشائعة | Best Buddies\nتجاوز إلى المحتوى الرئيسي\nمزايا إمكانية الوصول\nحجم الخط\n+A\n-A\nDark mode\nقائمة التنقل الأولى\nتسجيل الدخول\nإنجليزية\nالملاحة الرئيسية\nالرئيسية\nمن نحن\nنبذة عن بست باديز\nرسالة المدير\nرسالتنا\nتأثيرنا\nبرامجنا\nالتوظيف المدمج\nالصداقة\nالمهارات القيادية\nالمركز الإعلامي\nالأخبار\nأجندة الفعاليات\nالمكتبة\nتواصل معنا\nتواصل معنا\nالأسئلة الشائعة\nشركاء النجاح\nالمتطوعين\nتسجيل الدخول\nبحث\nالأسئلة الشائعة\nما هي الاستفادة من انضمامي لنادي بست باديز في المدارس؟\nمن خلال انضمامك لنادي بست باديز، ستكون عضو فعال في مجتمع متنامي يضم أشخاص من ذوي الإعاقة وأشخاص من غير ذوي الإعاقة، مجتمع يؤمن بأحقية كل فرد بالحصول على صديق.  يعين أحد أعضاء النادي (من ذوي الإعاقة ومن غير ذوي الإعاقة) ليكون رئيسا للنادي بحيث يتولى التخطيط للفعاليات واتاحة الفرص لباقي الأعضاء. يتوجب على النادي تنفيذ ما لا يقل عن 4 فعاليات سنويا على الأقل في داخل وخارج المدرسة. بعض الأمثلة لهذه الفعاليات قد تشمل: نشاط اعداد البيتزا، فعالية رياضة البولينغ، ألعاب كرة القدم، الأنشطة الاجتماعية المتنوعة. يحدد كل نادي الفعاليات وفقا لجهوزية واستعداد أعضاءه. تقوم آلية تشكيل الصداقات في بست باديز في كافة البرامج على الأسس والاعتبارات المرتبطة بالعمر، النوع، اللغة، والهوايات والاهتمامات المشتركة.\nما هو برنامج الصداقة في المدارس؟\nتدار أندية الصداقة في المدارس الإعدادية والمدارس الثانوية من قبل الطلبة، اذ تتكون هذه الأندية من صداقات ثنائية تجمع بين الطلبة من غير ذوي ال\tإعاقة والطلبة من ذوي الإعاقة. يسهم بست باديز في خلق بيئة مدرسية دامجة للطلبة ونشر ثقافة مجتمعية قائمة على قبول الآخرين.\nماهي بست باديز؟\nبست باديز هي منظمة دولية غير ربحية تأسست عام 1989، أسسها انتوني كينيدي شرايفر. تهدف بست باديز إلى دمج الأشخاص من ذوي الإعاقة الذهنية البسيطة أو المتوسطة وذوي الاعاقة النمائية في التعليم وقوة العمل والمجتمع المحلي في دولة قطر، والعمل على توفير بيئة تعليمية واجتماعية ملائمة لدمجهم في المجتمع، وتوفير أفضل فرص العمل بما يتناسب مع قدراتهم وإمكانياتهم، وتعزيز فرص تطوير المهارات الاجتماعية والثقافية والمهنية لديهم.\nوقد تأسست بست باديز قطر في العام 2008 كبرنامج من برامج مركز الشفلح للأشخاص من ذوي الإعاقة ويعمل تحت مظلة وزارة التنمية والأسرة ومؤسسة قطر للعمل الإجتماعي منذ عام 2013. يهدف بست باديز قطر الى إنهاء العزلة الاجتماعية للأشخاص ذوي الإعاقة الذهنية البسيطة والمتوسطة والإعاقة النمائية ودمجهم في شتى مناحي الحياة العامة.\nيعد بست باديز قطر هو الفرع رقم أربعين ضمن فروع بست باديز الموجودة حول العالم والتي يبلغ عددها 46 فرعا.\nPagination\nFirst page\n«\nPrevious page\n‹\nالصفحة\n1\nالصفحة\n2\nالصفحة\n3\nCurrent page\n4\nحمل التطبيق\nعائلتنا\nنماء\nقطر للعمل الإجتماعي\nوفاق\nدريمة\nإحسان\nأمان\nالنور\nدعم\nروابط سريعة\nعائلتنا\nالمكتبة\nتواصل معنا\nشركائنا\nتواصل معنا\nمنطقة القطيفية ، صندوق بريد 2016 ، الدوحة ، قطر\nالهاتف\n\t\t\t\t\t\t:\n+974 44956000\nالبريد الإلكتروني\n\t\t\t\t\t\t:\nbbq@bestbuddies.org.qa\nالعودة للأعلى\nجميع الحقوق محفوظة المؤسسة القطرية للعمل الاجتماعي 2023\nسياسة الاستخدام\nالشروط والاحكام\nالعودة للأعلى"
}