{
  "url": "http://www.bestbuddies.org.qa/ar/faq?page=1",
  "title": "الأسئلة الشائعة | Best Buddies",
  "body": "الأسئلة الشائعة | Best Buddies\nتجاوز إلى المحتوى الرئيسي\nمزايا إمكانية الوصول\nحجم الخط\n+A\n-A\nDark mode\nقائمة التنقل الأولى\nتسجيل الدخول\nإنجليزية\nالملاحة الرئيسية\nالرئيسية\nمن نحن\nنبذة عن بست باديز\nرسالة المدير\nرسالتنا\nتأثيرنا\nبرامجنا\nالتوظيف المدمج\nالصداقة\nالمهارات القيادية\nالمركز الإعلامي\nالأخبار\nأجندة الفعاليات\nالمكتبة\nتواصل معنا\nتواصل معنا\nالأسئلة الشائعة\nشركاء النجاح\nالمتطوعين\nتسجيل الدخول\nبحث\nالأسئلة الشائعة\nمن يمكنه المشاركة في تدريبات سفراء بست باديز؟\nتدريبات سفراء بست باديز متاحة لجميع الباحثين عن تطوير مهارات التعبير عن الذات والخطابة العامة لديهم ونشر رؤية ورسالة بست باديز كقائد متمكن في مجال حقوق ذوي الإعاقة. على الرغم من ذلك فإننا نشجع على ألا ينتسب سفير بست باديز في أكثر من برنامج من برامج بست باديز في نفس الوقت.\nمن يمكنه الاستفادة من برنامج تنمية المهارات القيادية (السفراء)؟\nيمكن للجميع الاستفادة والمشاركة! يتيح برنامج سفراء بست باديز الفرصة للمنتسبين للعب الأدوار الهامة في مجتمعاتهم. اذ سيستخدم السفراء المعرفة التي اكتسبوها أثناء التدريبات في التعبير عن الذات واحداث التغيير الإيجابي في حياتهم وفي مجتمعاتهم والإسهام في بست باديز كقادة واثقين من أنفسهم.\nما هي تكلفة التدريب في برنامج تنمية المهارات القيادية (السفراء)؟\nالتدريبات مجانية ومتاحة لكافة منتسبي بست باديز.\nما هي الخطوة التي تلي استكمال مرحلة التدريب على اعداد الخطاب وتقديمه في برنامج السفراء؟\nبعد استكمال التدريب، يتوقع من السفراء أن يبحثوا عن الفرص في مجتمعاتهم لمشاركة قصصهم ليكونوا أعضاء أكثر فاعلية وانخراط في مجتمعهم.\nما هو الهدف من تدريب سفراء بست باديز؟\nيهدف برنامج تنمية المهارات القيادية (السفراء) إلى تمكين وتثقيف الأشخاص من ذوي الإعاقة الذهنية والنمائية والأشخاص من غير ذوي الإعاقة من أن يصبحوا قادة ومتحدثين أمام الجمهور في مدارسهم ومجتمعاتهم وأماكن العمل. اذ يعمل هذا البرنامج على إعداد الأشخاص من ذوي الإعاقة الذهنية والنمائية ليكونوا أعضاء فاعلين في احداث التغيير وترك بصمة في مجتمعاتهم.\nما هي آلية تدريب السفراء؟\nيحدد موظف بست باديز متطوعين من المجتمع مهتمين بتعلم الخطابات العامة ومهارات التعبير عن الذات ومتطوعين على استعداد لتقديم الدعم للسفراء في كتابة خطاباتهم من خلال عملهم معهم كمدربين للخطابة والالقاء. يقوم موظف بست باديز بتدريب هؤلاء المدربين لدعم وتمكين السفراء لإعداد خطابات شيقة ومتطورة تعكس صميم رؤية ورسالة بست باديز.\nما هو سفراء بست باديز؟\nهو برنامج يوفر التدريب للمنتسبين من ذوي الاعاقة الذهنية والنمائية ومن غير ذوي الإعاقة في مجالات كتابة الخطاب، التحدث أمام الجمهور، التعبير عن الذات والقيادة. يتيح برنامج السفراء الفرص للمنتسبين لتحقيق طموحهم وشغفهم والترويج لبرامج بست باديز.\nما هي الالتزامات التي يكلف بها منتسبي المواطن؟\nيلتزم منتسبي المواطن بالتواصل مع أصدقائهم لمدة عام، يتواصلون اسبوعيا ويجتمعون مره او مرتان في الشهر. كما ينبغي أن يلتزم المنتسبين بحضور كافة الورش والدورات التدريبية المخصصة لهم لضمان تحقيق الفائدة المرجوة لهم.\nمن يمكنه الانتساب للمواطن؟\nيستهدف المواطن الأشخاص من ذوي الإعاقة الذهنية البسيطة والمتوسطة والإعاقات النمائية من خريجي مركز الشفلح وأقسام الدعم التعليمي في المدارس والمراكز المعنية بذوي الإعاقة أو ممن لا ينتمون تحت أي مظلة.\nيتم من خلال المواطن تنمية المهارات الشاملة للمستفيدين بما يتناسب مع قدراتهم، حيث يعمل فريق متخصص وذو كفاءة بقياس قدراتهم وتحديد الأنشطة الملائمة لهم وتهيئة واستثمار كافة الإمكانيات المتاحة بما يضمن المشاركة الفعالة لجميع الأطراف في هذه العملية والتغلب على التحديات التي قد تحد من دمجهم واستقلاليتهم في المجتمع.\nما هو المواطن؟\nيستهدف المواطن الأشخاص البالغين من ذوي الإعاقة الذهنية البسيطة والمتوسطة والإعاقات النمائية من خريجي مركز الشفلح وأقسام الدعم التعليمي في المدارس والمراكز المعنية بذوي الإعاقة أو ممن لا ينتمون تحت أي مظلة. اذ يتم دمجهم مجتمعيا مع خلال تشكيل صداقات ثنائية تربطهم مع أقرانهم من غير ذوي الإعاقة من برنامج الجامعات أو غيره من نفس الفئة العمرية والنوع لمدة عام أكاديمي واحد.\nكما يهدف المواطن إلى تنمية المهارات الشاملة للمنتسبين بما يتناسب مع قدراتهم، حيث يعمل فريق متخصص وذو كفاءة بتصميم وتنفيذ الأنشطة والورش الملائمة لهم وتهيئة واستثمار كافة الإمكانيات المتاحة بما يضمن المشاركة الفعالة لجميع الأطراف في هذه العملية وتقليص التحديات التي تحد من دمجهم واستقلاليتهم في المجتمع.\nPagination\nFirst page\n«\nPrevious page\n‹\nالصفحة\n1\nCurrent page\n2\nالصفحة\n3\nالصفحة\n4\nالصفحة التالية\n›\nLast page\n»\nحمل التطبيق\nعائلتنا\nنماء\nقطر للعمل الإجتماعي\nوفاق\nدريمة\nإحسان\nأمان\nالنور\nدعم\nروابط سريعة\nعائلتنا\nالمكتبة\nتواصل معنا\nشركائنا\nتواصل معنا\nمنطقة القطيفية ، صندوق بريد 2016 ، الدوحة ، قطر\nالهاتف\n\t\t\t\t\t\t:\n+974 44956000\nالبريد الإلكتروني\n\t\t\t\t\t\t:\nbbq@bestbuddies.org.qa\nالعودة للأعلى\nجميع الحقوق محفوظة المؤسسة القطرية للعمل الاجتماعي 2023\nسياسة الاستخدام\nالشروط والاحكام\nالعودة للأعلى"
}