{
  "url": "http://www.bestbuddies.org.qa/ar/term_and_conditions",
  "title": "الشروط والاحكام | Best Buddies",
  "body": "الشروط والاحكام | Best Buddies\nتجاوز إلى المحتوى الرئيسي\nمزايا إمكانية الوصول\nحجم الخط\n+A\n-A\nDark mode\nقائمة التنقل الأولى\nتسجيل الدخول\nإنجليزية\nالملاحة الرئيسية\nالرئيسية\nمن نحن\nنبذة عن بست باديز\nرسالة المدير\nرسالتنا\nتأثيرنا\nبرامجنا\nالتوظيف المدمج\nالصداقة\nالمهارات القيادية\nالمركز الإعلامي\nالأخبار\nأجندة الفعاليات\nالمكتبة\nتواصل معنا\nتواصل معنا\nالأسئلة الشائعة\nشركاء النجاح\nالمتطوعين\nتسجيل الدخول\nبحث\nالشروط والاحكام\nهذا الموقع يملكه ويدره المركز، ويرجى الاطلاع بشكل دقيق على الشروط والأحكام أدناه بتأن لأنها تمثل شروط وأحكام الاستخدام لهذا الموقع\n.\n1-\nواجب المستخدم\nباستخدامك أو زيارتك لهذا الموقع فإنك تقر وتوافق على هذه الأحكام والشروط التي يسنها المركز على موقعها من حين إلى آخر. ودخولك إليه ومشاركتك أو تحميل المواد من الموقع يشير إلى موافقتك على الالتزام بتلك الأحكام والشروط، وللمركز الحق في تغيير هذه الشروط عبر نشرها عن طريق الموقع، ويتعين عليك حينها الإشارة إلى القبول والالتزام بتلك الشروط، وإذا لم توافق على أي من هذه الشروط فيرجى التوقف عن استخدام الموقع فورا\n.\n2-\nشروط الاستخدام\nيسمح باستخدام هذا الموقع لأغراض مشروعة وبطريقة لا تنتهك القانون أو أي من الحقوق أو القيود المفروضة\n.\nوتشمل هذه القيود -ولكن لا تقتصر عليها- التحرش وتشويه السمعة واستخدام اللغة البذيئة والعدوانية بحق الطرف الثالث، وأي تصرف آخر قد يعتبر غير ملائم\n.\nوبموجب ذلك تتعهد هنا بأن عمرك يزيد عن 18 عاما، و/أو تملك جميع الموافقات والإجراءات القانونية لاستخدام هذا الموقع، وتتعهد بأن تلتزم بكافة الشروط والأحكام، كما تتعهد بأنك قادر على الاطلاع على تلك الشروط والأحكام والالتزام بها\n.\n3\n-\nحقوق الطبع والنشر والملكية الفكرية\nتعتبر جميع الأسماء والصور والشعارات التي تخص المركز علامات تجارية مملوكة للمركز\n.\nولا يجوز تفسير أي نص من النصوص الواردة في هذه الوثيقة -بأي حال من الأحوال.\nإن جميع حقوق الطبع والنشر والعلامات التجارية وحقوق الملكية الفكرية الأخرى في هذا الموقع (بما فيها التصميم والتنظيم) وجميع المواد والمحتويات المزودة كجزء من الموقع، ستبقى دائما ملكا للمركز\n.\nولدى ولوجك إلى هذا الموقع، فإنك توافق على القيام بذلك لأغراضك الشخصية فقط وليس للاستخدام التجاري\n.\nيجدر بك عدم الموافقة على تخويل أو مساعدة أي طرف ثالث بنسخ وتحميل وإرسال أو تخزين (في أي موقع آخر) أو توزيع أو بث أو نشر أو استغلال أي مادة أو محتوى بشكل تجاري أو تعديلها، دون إذن كتابي مسبق من قبل المركز.\n4\n-\nمواقع وروابط الطرف الثالث\nالمركز غير مسؤول عن وجود أو محتوى مواد منشورة في مواقع الطرف الثالث أو مواد تلج إليها من خلال هذا الموقع. فإذا قررت زيارة أي موقع عبر رابطه، فإنك تتحمل مخاطر ومسؤولية اتخاذ جميع الإجراءات الحمائية ضد الفيروسات الآفات المدمرة الأخرى\n.\nالمركز لا يعتمد ولا تتحمل مسؤولية أي محتوى أو إعلان أو منتجات أو خدمات أو معلومات متوفرة من قبل مواقع الطرف الثالث أو مواد (تتضمن دفع ثمن وتوصيل مثل تلك المنتجات أو الخدمات)\n.\nوالمركز غير مسؤولة عن أي أضرار أو خسارة أو إهانة تسبب فيها أي محتوى أو لها صلة بأي منتجات وخدمات ومعلومات متاحة على مثل تلك المواقع. وأي شروط وأحكام وتعهدات تتعلق بمثل هذه التعاملات تكون فقط بينك وبين مزود هذه الخدمات\n.\nإن الروابط التي تؤدي إلى هذا الموقع يجب أن تتصل مباشرة بأي صفحة محتوى كاملة (وليس بجزء من الصفحة) من خلال هذا الموقع، ويجب أن تظهر ضمن صفحات أي من المواقع الأخرى. والمركز لا يتحمل أي مسؤولية عن أن أي إجراء قانوني أو تبعات أخرى (منها انتهاك حقوق الطرف الثالث) للروابط التي تنشأ لهذا الموقع\n.\nوالروابط لا تعني موافقة المركز أو أنه منتسب أو مرتبط بأي موقع له رابط، أو أنها مخولة قانونيا باستخدام علامة تجارية أو اسم تجاري أو شعار أو رموز حقوق الطبع والنشر المعروضة التي يمكن الولوج إليها من خلال الروابط، أو أن أي موقع له رابط مخول باستخدام أي علامة تجارية أو اسم تجاري، أو شعار أو حقوق النشر والطبع أو الرموز الخاصة بالمركز أو أي من منتسبيها وكياناتها والتابعين له\n.\n5\n-\nتحديد المسؤولية\nبموجب هذا فأنت توافق على أنك وحدك تتحمل مسؤولية استخدامك لهذا الموقع. فبالحد الأقصى الذي يسمح به القانون، فإن المركز والقائمين عليه ووكلائه لا يتحملون مسؤولية الضمانات المرتبطة بهذا الموقع، سواء كان ذلك صراحة أو بشكل ضمني\n.\nوالمركز لا يضمن بأن أي محتوى يرسل عبر هذا الموقع مطابق للمعايير الاجتماعية والثقافية والأخلاقية المقبولة\n.\nإن المعلومات والمواد الأخرى المتاحة على هذا الموقع قد تحتوي على معلومات غير دقيقة وأخطاء طباعية، والمركز لا يتعهد بدقة أو اكتمال أو مدى مصداقية أي بيان أو معلومة منشورة أو موزعة من خلال هذا الموقع.\nوتقر بأنك ستتحمل وحدك مخاطر أي اعتماد على مثل ذلك البيان أو المعلومات. للمركز الحق الحصري في عمليات تصحيح الأخطاء وحذفها في أي جزء من أجزاء الموقع، وإجراء تغيير على الموقع والمواد والمنتجات والبرامج والخدمات والأسعار المنشورة على الموقع في أي وقت دون إشعار مسبق\n.\nللمركز أو الأطراف الثالثة لن تكون مسؤولة بأي حال من الأحوال عن أي ضرر قد يشمل -على سبيل المثال لا الحصر- الأضرار المترتبة أو غير المباشرة، أو أي أضرار تتضمن -على سبيل المثال لا الحصر- الأخطاء وعمليات الحذف، والأضرار المترتبة أو غير المباشرة، أو أي أضرار قد تنشأ عن الاستخدام أو عدم القدرة على الاستخدام أو الاستفادة من البيانات سواء كان ذلك بسبب العقد أو الإهمال أو أي سبب آخر يتعلق باستخدام الموقع\n.\nالمركز لا يضمن استمرارية الوظائف المتوفرة في هذا الموقع، أو خلوها من الأخطاء أو تصحيح الأخطاء أو خلو هذا الموقع أو الخادم الذي يجعله متاحا، من الفيروسات أو آفات البرامج\n.\nوالمركز لا يمثل مدى الفعالية الكاملة والدقة والمصداقية الخاصة بأي مادة منشورة. وربما يقوم المركز بحذف وتغيير وتعليق أي جانب من جوانب الموقع بما في ذلك إتاحة أي خاصية للموقع في أي وقت دون إشعار\n.\nإذا ما تمكنت من الولوج إلى هذا الموقع من منطقة خارج دولة قطر، فإنك تتحمل مسؤولية الالتزام بكافة القوانين المحلية\n.\nحمل التطبيق\nعائلتنا\nنماء\nقطر للعمل الإجتماعي\nوفاق\nدريمة\nإحسان\nأمان\nالنور\nدعم\nروابط سريعة\nعائلتنا\nالمكتبة\nتواصل معنا\nشركائنا\nتواصل معنا\nمنطقة القطيفية ، صندوق بريد 2016 ، الدوحة ، قطر\nالهاتف\n\t\t\t\t\t\t:\n+974 44956000\nالبريد الإلكتروني\n\t\t\t\t\t\t:\nbbq@bestbuddies.org.qa\nالعودة للأعلى\nجميع الحقوق محفوظة المؤسسة القطرية للعمل الاجتماعي 2023\nسياسة الاستخدام\nالشروط والاحكام\nالعودة للأعلى"
}