{
  "url": "http://www.bestbuddies.org.qa/ar/about/12",
  "title": "رسالة المدير | Best Buddies",
  "body": "رسالة المدير | Best Buddies\nتجاوز إلى المحتوى الرئيسي\nمزايا إمكانية الوصول\nحجم الخط\n+A\n-A\nDark mode\nقائمة التنقل الأولى\nتسجيل الدخول\nإنجليزية\nالملاحة الرئيسية\nالرئيسية\nمن نحن\nنبذة عن بست باديز\nرسالة المدير\nرسالتنا\nتأثيرنا\nبرامجنا\nالتوظيف المدمج\nالصداقة\nالمهارات القيادية\nالمركز الإعلامي\nالأخبار\nأجندة الفعاليات\nالمكتبة\nتواصل معنا\nتواصل معنا\nالأسئلة الشائعة\nشركاء النجاح\nالمتطوعين\nتسجيل الدخول\nبحث\nمن نحن\nعائلتنا\nنماء\nقطر للعمل الإجتماعي\nوفاق\nدريمة\nإحسان\nأمان\nالنور\nدعم\nرسالة المدير\nفي بست باديز، يدفعنا التزامنا بالشمولية والمساواة إلى إعادة تعريف القبول في المجتمع. نحتفي بالأشخاص من ذوي الإعاقة\nكما هم بلا شروط ومقاومة رغبتنا في تغييرهم\n. كل يوم، يلهمني عبد الله، الذي يسعى بحماس للعثور على وظيفة، كم يبهجنا شغفه في الموسيقى والغناء وحب الحياة. وأتأثر أيضاً بروان، التي أتاح لها شغفها بالأدب والكتابة إمكانية مشاركة قصتها الفريدة، والتأثير بمن حولها وإلهامهم.\nتذكرنا مواهبهم وأحلامهم بالإمكانيات اللامحدودة لدى أبنائنا من ذوي الإعاقة.\nمنذ انطلاقنا في عام 2008، ولا تزال بست باديز قطر ملتزمة بخلق فرص للصداقة، والتوظيف المدمج، وتنمية المهارات القيادية للأشخاص من ذوي الإعاقة الذهنية والنمائية. مهمتنا هي ضمان أن يصبح كل فرد ندعمه عضواً نشطاً وقيّماً في المجتمع. العديد منهم يتخرجون من أقسام الدعم في المدارس أو من مركز الشفلح للأشخاص من ذوي الإعاقة، ولكن سرعان ما ينتهي بهم فور انتهاء مسيرتهم التعليمية بلا مستقبل واعد.\nهنا يأتي دورنا، حيث نسعى لتعزيز الشمول الاجتماعي وكسر الحواجز داخل المجتمع، لضمان حصول الجميع على فرصة لتحقيق النجاح. تتوافق رؤيتنا مع استراتيجية التنمية الوطنية الثالثة لدولة قطر،\nوالتي تحث على تكافؤ الفرص وتحقيق الرخاء للمواطنين ورفع مستوى معيشتهم وتوفير فرص العمل لهم، ترسيخا لأهمية التعاون والشراكات المثمرة مع القطاعين الخاص والعام من أجل اتاحة الفرص لذوي الإعاقة وخلق شعبا واعيا اجتماعيا يثمن قدرات أبنائنا من ذوي الإعاقة\nمما يسهم في النمو الاقتصادي والتماسك الاجتماعي في قطر. معاً، يمكننا ترك بصمة مؤثرة واحداث الفرق ودفع  عجلة التغيير الضروري لبناء مجتمع أكثر شمولية للجميع.  ونعتبر دعمكم أمرًا بالغ الأهمية في الدفاع عن حقوق  أبنائنا من ذوي الإعاقة.\nلنمضي معاً قدماً، ونحرص على تأمين مستقبل مشرق لا يهمش فيه أحد حتى لا يتخلف أحد عن الركب.\nوالله ولي التوفيق\nمشاعل بنت علي المسند\nShare\nTweet\nShare\nShare\nCopied to clipboard\nحمل التطبيق\nعائلتنا\nنماء\nقطر للعمل الإجتماعي\nوفاق\nدريمة\nإحسان\nأمان\nالنور\nدعم\nروابط سريعة\nعائلتنا\nالمكتبة\nتواصل معنا\nشركائنا\nتواصل معنا\nمنطقة القطيفية ، صندوق بريد 2016 ، الدوحة ، قطر\nالهاتف\n\t\t\t\t\t\t:\n+974 44956000\nالبريد الإلكتروني\n\t\t\t\t\t\t:\nbbq@bestbuddies.org.qa\nالعودة للأعلى\nجميع الحقوق محفوظة المؤسسة القطرية للعمل الاجتماعي 2023\nسياسة الاستخدام\nالشروط والاحكام\nالعودة للأعلى"
}